{
    "data": [
        {
            "created_at": "2022-02-10T17:32:34.000Z",
            "id": "1491827445082861570",
            "text": "i need to move to alabama or something cause these vaccine passports are not the move"
        },
        {
            "created_at": "2022-02-10T16:59:44.000Z",
            "id": "1491819183218253827",
            "text": "Is it me, or are the same people complaining about closures due to the vaccine the same people who didn't close anything? In Alabama, hardly anything closed, and the few things that did are open. But they're still complaining."
        },
        {
            "created_at": "2022-02-08T16:25:05.000Z",
            "id": "1491085688573693954",
            "text": "So far this year the Supreme Court via the \"shadow docket\" has granted relief to:\n-Republican states seeking to block employer vaccine requirements, \n-the Biden admin seeking to enforce healthcare worker mandate, \n-Alabama (twice) on death penalty and redistricting"
        },
        {
            "created_at": "2022-02-08T14:54:04.000Z",
            "id": "1491062781931491332",
            "text": "New Jersey has a 73.3% vaccination rate. It hasn't changed its mind on the science. It's acknowledged the whole fucking point of the science while states like Alabama (49.7%) are still screaming \"I don't wanna!\" and throwing their vegetables at the wall."
        },
        {
            "created_at": "2022-02-08T01:12:55.000Z",
            "id": "1490856134579978241",
            "text": "Maybe if people in Alabama stopped watching “The Dukes of Hazzard” and started watching “The Dukes of Safety” they’d know a thing or two about vaccination!"
        },
        {
            "created_at": "2022-02-07T18:41:31.000Z",
            "id": "1490757633892139016",
            "text": "Why does Alabama have the lowest vaccination rate in the country ?"
        },
        {
            "created_at": "2022-02-07T18:40:19.000Z",
            "id": "1490757330534813701",
            "text": "Alabama has the LOWEST VACCINATION RATE in the COUNTRY !!! WHY??"
        },
        {
            "created_at": "2022-02-07T16:12:07.000Z",
            "id": "1490720035945558021",
            "text": "If Alabama were a country it would rank 6th in the world in PER CAPITA COVID deaths (US ranks 15th).  Alabama’s official state motto is “We dare defend our rights”.  Alabama where not even restaurant workers are required to wear masks, and has some of the lowest vaccination rates"
        },
        {
            "created_at": "2022-02-07T10:05:40.000Z",
            "id": "1490627818002296833",
            "text": "In his nearly 30 years studying vaccines, Paul Goepfert, M.D., director of the Alabama Vaccine Research Clinic at the University of Alabama at Birmingham, is studying vaccines for almost 30 years.\n“The long-term side effects of COVID infection are a major concern,” Goepfert said."
        },
        {
            "created_at": "2022-02-06T07:22:17.000Z",
            "id": "1490224311118016515",
            "text": "Kay Ivey: \"personal responsibility\" \"I won't make my constituents do anything.\" It's not like she's governor. RT @SunnySouthAL #Alabama remains last among the 50 states and trails five of the seven U.S. territories in #vaccination rates.\nSup @GovernorKayIvey?\n#COVID19 #alpolitics"
        },
        {
            "created_at": "2022-02-06T06:46:02.000Z",
            "id": "1490215187902869508",
            "text": "#Alabama remains last among the 50 states and trails five of the seven U.S. territories in #vaccination rates.\nSup @GovernorKayIvey?\n#COVID19 #alpolitics"
        },
        {
            "created_at": "2022-02-06T01:16:07.000Z",
            "id": "1490132163865493505",
            "text": "I know Alabama's vaccination numbers are in hell, yet next to nobody at that game is wearing a mask"
        },
        {
            "created_at": "2022-02-05T19:44:35.000Z",
            "id": "1490048731386896391",
            "text": "The Womedical Revolution and its consequences have been a disaster for the huperson race.\n\n#FauciLiedTrumpDied #Fauci #mandates #LetsGoBrandon #Alabama #gaycest #anprim #JesusWasACommunist #vaccine #COVID19 #MAGA #karensgonewild #antivaxxers #MandateMeDaddy #gay #LGBTQ"
        }
    ],
    "meta": {
        "newest_id": "1491827445082861570",
        "oldest_id": "1490048731386896391",
        "result_count": 13
    }
}