{
    "data": [
        {
            "created_at": "2022-02-11T02:14:00.000Z",
            "id": "1491958670078341126",
            "text": "Which Oregon Covid measure has worked? \n\nA) Lockdowns \nB) School / Business closures \nC) Mask Mandates \nD) Vaccine Mandates \nE) None of the above"
        },
        {
            "created_at": "2022-02-10T15:02:21.000Z",
            "id": "1491789641363570692",
            "text": "So we’re really going to just lift the mask mandate in Oregon before the vaccine for young kids comes out? I really don’t understand why everyone keeps acting like this age group just doesn’t exist."
        },
        {
            "created_at": "2022-02-08T22:09:36.000Z",
            "id": "1491172385600716800",
            "text": "1.From Oregon State University\nProof of vaccination no longer required for designated outdoor events\nLower rates of transmission outdoors coupled with evidence that being vaccinated is less effective at reducing transmission than earlier understood indicates that continuing to..."
        },
        {
            "created_at": "2022-02-08T20:49:17.000Z",
            "id": "1491152176181542914",
            "text": "Oregon announced it will drop indoor mask mandates by March 31. It will be interesting to see if Benton County (home to Oregon State Uni) follows the OHA. They imposed a mask mandate, before OHA,back in August and stipulated it wouldn’t be lifted before 80% county vaccination."
        },
        {
            "created_at": "2022-02-08T17:57:37.000Z",
            "id": "1491108975202672640",
            "text": "The Chamber of Comm in our little OR town just posted this as part of their Mon. announ.:  \n\n\"COVID is still the elephant in the room!\n\nThere is nothing else we can consider that affects our business community more!\n\nBe ready to show your vaccine cards in cities across Oregon!\""
        },
        {
            "created_at": "2022-02-08T16:18:53.000Z",
            "id": "1491084126870736897",
            "text": "You will need PROOF OF VACCINE to go maskless on Oregon IF they end up lifting the mandate at the end of March"
        },
        {
            "created_at": "2022-02-08T16:17:01.000Z",
            "id": "1491083655711977472",
            "text": "Oregon residents, get ready for vaccine passports. They've already secretly put this in motion"
        },
        {
            "created_at": "2022-02-08T06:54:55.000Z",
            "id": "1490942198430322696",
            "text": "Just saw a pro-vaccination ad for Oregon with a vaccine-hesitant woman from Roseburg (rural Oregon) talking about why she ultimately decided to get the vaccine.  Oregon is not a perfect state and has its problems but they do some stuff right.  Very good ad."
        },
        {
            "created_at": "2022-02-08T02:18:45.000Z",
            "id": "1490872700532760576",
            "text": "Any insights on why Oregon isn’t requiring vaccination to go to bars, restaurants, etc.? Not allowed by state law? Fear of anti-vaxxer blowback? Businesses opposed? (Not rhetorical questions)"
        },
        {
            "created_at": "2022-02-07T23:14:46.000Z",
            "id": "1490826399656992768",
            "text": "I was a \"Mask Outside\" weirdo SoCal Winter 2020. 1 day I stopped looked around and *thought* this is freaking ridiculous and took it off. Oregon 2121 no mask outside or *inside* - I do not know a single death or hospitalization in my circle. I no know vaccine damaged humans 💔"
        },
        {
            "created_at": "2022-02-07T00:39:32.000Z",
            "id": "1490485345527369728",
            "text": "There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."
        },
        {
            "created_at": "2022-02-06T21:59:42.000Z",
            "id": "1490445120352632835",
            "text": "The Vaccine Police just Knocked on my door on fuckin SUNDAY While I'm Watching Auto Racing.  \n\nAaron Got a Door Slam.\n\nThis is really happening Here in Oregon. They're Coming to your house to (Ahem) Educate You.\n☠️ BadFknBoy 1114☠️"
        },
        {
            "created_at": "2022-02-06T00:32:49.000Z",
            "id": "1490121263779508228",
            "text": "King @JayInslee is battling it out to see if he can be the last state to drop his mask mandate. States with mask mandates, regardless of vaccination status:\nCalifornia | Delaware | Hawaii | Illinois | Nevada | New Mexico | New York | Oregon | Rhode Island | Washington"
        }
    ],
    "meta": {
        "newest_id": "1491958670078341126",
        "oldest_id": "1490121263779508228",
        "result_count": 13
    }
}