{
    "data": [
        {
            "created_at": "2022-02-12T15:10:02.000Z",
            "id": "1492516353407868936",
            "text": "Hello patriots! It’s a great day to fight for liberty. Together we can:\n\n-Secure the Texas Border\n-Phase out property taxes\n-Restore confidence in our elections\n-End abortion in Texas\n-Ban vaccine mandates\n-Put prayer back in school\n-Stop CRT\n-Protect kids from the radical Left"
        },
        {
            "created_at": "2022-02-12T14:27:21.000Z",
            "id": "1492505609501122560",
            "text": "If the masks, lockdowns and vaccine passports worked then New York and California would have zero cases and everyone would be dead in Florida and Texas. Stop the charade because we see right through you. \n\n#fascism"
        },
        {
            "created_at": "2022-02-11T17:35:50.000Z",
            "id": "1492190656068034561",
            "text": "It’s becoming harder and harder to watch the five especially after Greg Gutfeld going to Texas is requiring vaccine status ID or Covid test for un-vaxxed people to see his show. What a hypocrite.What about the fact that you can get and pass Covid after you get the shots?"
        },
        {
            "created_at": "2022-02-11T17:04:55.000Z",
            "id": "1492182876137345031",
            "text": "In the last month, 5000 Texans died of coronavirus. Not even counting all the other health consequences. In a period of abundant vaccine availability, less than 60% of Texas are vaccinated. This is a failing of state leadership."
        },
        {
            "created_at": "2022-02-11T15:55:01.000Z",
            "id": "1492165285184299010",
            "text": "QUOTE: Texas Republican Rep. Chip Roy and seven fellow GOP House members introduced a bill on Tuesday that would allow military service members discharged for refusing to take the COVID-19 vaccine to be reinstated to service."
        },
        {
            "created_at": "2022-02-11T15:54:57.000Z",
            "id": "1492165268583424007",
            "text": "Should’ve never tried to sign up for a COVID vaccine while driving through New Mexico. They keep finding ways to contact me to try to get me vaccinated. I keep explaining I am just in Texas. At this point, they’re going to Twitter DM me or send a carrier pigeon my way."
        },
        {
            "created_at": "2022-02-11T14:27:34.000Z",
            "id": "1492143277512044544",
            "text": "Hello patriots! It’s a great day to fight for liberty. Together we can:\n\n-Secure the Texas Border\n-Phase out property taxes\n-Restore confidence in our elections\n-End abortion in Texas\n-Ban vaccine mandates\n-Put prayer back in school\n-Stop CRT\n-Protect kids from the radical Left"
        },
        {
            "created_at": "2022-02-11T04:10:46.000Z",
            "id": "1491988053459714048",
            "text": "So apparently I never got the Hep A vaccine? Waiting for confirmation of the test results but Yay 🙃🙃🙃🙃 all I can think is that I was on the cusp of when they started to require it in Texas. Even the NP was sure I would have gotten it."
        },
        {
            "created_at": "2022-02-11T03:18:40.000Z",
            "id": "1491974943734747162",
            "text": "\"Texas attorney general sues Biden administration, slams 'flatly unconstitutional' federal vaccine mandate\" via FOX NEWS #timbeta #betaajudabeta #timbetalab"
        },
        {
            "created_at": "2022-02-11T01:18:56.000Z",
            "id": "1491944812190347264",
            "text": "I am so depressed and angry. I teach at a community college in Texas.I teach nursing. One student refusing to get a vaccine even tho the hospital requires it. He has a religious exemption…but isn’t religious. I keep picturing him giving Covid to an immunocompromised patient…"
        },
        {
            "created_at": "2022-02-11T01:00:19.000Z",
            "id": "1491940123675611147",
            "text": "💉Latest Vaccine USA🇺🇸 Statistics 02/11/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.5M 68.9%\nTexas: 17.2M 58.4%\nNew York: 14.5M 74.8%\nFlorida: 14.1M 63.9%\nPennsylvania: 8.5M 66.2%\nIllinois: 8.5M 66.8%\nOhio: 6.7M 56.8%\nVirginia: 6.1M 70.5%\n\n#vaccine #vaccineupdate #USAstats"
        },
        {
            "created_at": "2022-02-10T23:55:32.000Z",
            "id": "1491923823318515751",
            "text": "Rogan in California: we have to address climate change, everyone should be vaccinated, free health care everyone!\n\nRogan in Texas: vaccine bad! Rittenhouse good! Guns!"
        },
        {
            "created_at": "2022-02-10T16:38:07.000Z",
            "id": "1491813743537307651",
            "text": "It’s crazy to see how non strict Texas is with masks &amp; vaccination status compared to NYC, but NY is only one state behind Texas in cases. 🤦🏻‍♀️"
        },
        {
            "created_at": "2022-02-10T15:41:34.000Z",
            "id": "1491799510992896006",
            "text": "Texas Attorney General Ken Paxton is “investigating” Go Fund Me over donations made by Texans to the CANADIAN truckers who are protesting vaccine mandates. Please make this make sense? Presumably he is using THIS Texan’s tax dollars for his latest political theater."
        },
        {
            "created_at": "2022-02-10T13:10:52.000Z",
            "id": "1491761587681738756",
            "text": "Houston scientists are receiving praise for creating a cheap, easy-to-make COVID-19 vaccine that is widely accessible. The vaccine formula has no intellectual property rights attached to it, which drastically reduces its cost. (Texas Tribune)"
        },
        {
            "created_at": "2022-02-10T10:40:50.000Z",
            "id": "1491723831068794880",
            "text": "#USTruckersForFreedom\nAmerican Truckers Are Heros!!\nWe The People Need You \nMobilize and Convoy to Fight for US in NYC, Texas,  Washington DC\n\nReopen Keystone Pipeline\nClose the Border\nSupport the Police/Get Rid Soft on Crime DA'S\nNo Mandates/No Vaccine Passports"
        },
        {
            "created_at": "2022-02-10T08:41:31.000Z",
            "id": "1491693801769172993",
            "text": "JUST IN - Federal judge in Texas issues a nationwide injunction blocking Biden's vaccine mandate for federal employees."
        },
        {
            "created_at": "2022-02-10T04:35:54.000Z",
            "id": "1491631991904636932",
            "text": "My hope for ending this pandemic is Novavax, because it can travel easily, the Cuban vaccine, because they export healthcare, and the Free IP Texas Baylor vaccine. \n\nBut not Pfizer or Moderna. \nBoth those vaccines were made with govt funded research but such thieves\n#cdnpoli"
        },
        {
            "created_at": "2022-02-10T00:45:38.000Z",
            "id": "1491574041068646403",
            "text": "🚨Texas representative introduces bill to reinstate unvaxxed troops to armed forces \n\nChip Roy introduced the bill Tuesday which would reinstate troops fired for refusing to take the Covid-19 vaccine. (NewsMax)"
        },
        {
            "created_at": "2022-02-10T00:13:05.000Z",
            "id": "1491565849957658624",
            "text": "Seriously how Tf can you compare the aids epidemic to people choosing not to get a vaccine 🤦🏼 alberta seriously is texas"
        },
        {
            "created_at": "2022-02-10T00:07:57.000Z",
            "id": "1491564560452657162",
            "text": "Still thinking about how I couldn’t find my vaccine card before I left for Arkansa so hours before the Little Rock show I had to pay mf $50 for a test and then when I got back to Texas I found my vaccine card under a mf box in the kitchen🤡"
        },
        {
            "created_at": "2022-02-09T20:12:57.000Z",
            "id": "1491505418090123266",
            "text": "124 Canadians died from Covid yesterday 💔 but its trending down because of a 90% vaccination rate. 👍🇨🇦\n\nBy comparison, if Texas had the same population as Canada, at their death rate they'd have 400 dead yesterday.\n\nThe convoy truckers think Texas is a better model.  🤬"
        },
        {
            "created_at": "2022-02-09T19:03:20.000Z",
            "id": "1491487901716123648",
            "text": "I can definitely tell I’m not in Texas, this mane asked for a vaccination card just to get food 😭😭😭"
        },
        {
            "created_at": "2022-02-09T17:34:50.000Z",
            "id": "1491465630008098816",
            "text": "\"Asked 'em 'bout a vaccine, they said, \"My body, my choice\" then Texas outlawed our women’s rights, same dudes was lookin' like somebody bodied they voice; Son, I ain't hear a peep, Every time them wolves come around, I ain’t hear a sheep\""
        },
        {
            "created_at": "2022-02-09T15:06:06.000Z",
            "id": "1491428198558896130",
            "text": "You need vaccination cards in Illinois, but not in Texas 😩😭 they always lit"
        },
        {
            "created_at": "2022-02-09T14:55:48.000Z",
            "id": "1491425605736595457",
            "text": "Texas Man Pleads Guilty to Sending Violent Threats to Maryland Doctor Who Had Been a Vocal Advocate of the Covid-19 Vaccine: The message from Harris included violent and explicit threats, such as, “Never going to take your wonder drug. My 12 gauge promises I won't.\"\nThe post  ..."
        },
        {
            "created_at": "2022-02-09T07:00:01.000Z",
            "id": "1491305872819171332",
            "text": "“Only because of President Trump, we are going to have a Vaccine by the end of the year.”  Ronny Jackson, Texas Congressman-Elect"
        },
        {
            "created_at": "2022-02-09T02:59:48.000Z",
            "id": "1491245420781408258",
            "text": "Then\n #Texas Lt. Gov. Dan Patrick suggests he, other seniors willing to die to get economy going again “Those of us who are 70 plus, we’ll take care of ourselves. March 24, 2020\nNow\nTexas Lt. Governor Dan Patrick Positive for COVID After Getting #COVID Vaccine, Booster 1/03/22"
        },
        {
            "created_at": "2022-02-09T02:02:21.000Z",
            "id": "1491230962470244353",
            "text": "Remember to find joy in the small things in life; like looking up the Texas A&amp;M color hex code so that all the COVID vaccine tip sheets you’re making for the potential new Pfizer vaccine will have the best color maroon 👍 #GigEm #COVID19Vaccine"
        },
        {
            "created_at": "2022-02-09T01:29:29.000Z",
            "id": "1491222690317107203",
            "text": "Georgia dropping vaccine requirements for children - Texas burning books and Florida passing a “Don’t Say Gay” bill!  What the fuck is happening in the US and where is the outrage?!?!  Time to fight back my friends before the clock is truly turned too far back!"
        },
        {
            "created_at": "2022-02-08T21:44:54.000Z",
            "id": "1491166172834074624",
            "text": "Fox News' Greg Gutfeld will put on a week-long series of shows in Texas that will require all attendees to \"show proof of vaccination or a negative COVID test\" despite repeatedly mocking and attacking COVID-19 requirements."
        },
        {
            "created_at": "2022-02-08T21:29:43.000Z",
            "id": "1491162349398798336",
            "text": "BREAKING: Fox News' Greg Gutfeld will put on a week-long series of shows in Texas that will require all attendees to \"show proof of vaccination or a negative COVID test\" despite repeatedly mocking and attacking COVID-19 requirements. RT TO EXPOSE FOX'S HYPOCRISY!"
        },
        {
            "created_at": "2022-02-08T19:15:25.000Z",
            "id": "1491128554377314305",
            "text": "Govs. Greg Abbott of Texas and Alaska's Mike Dunleavy have sued the Pentagon vaccine order in federal court arguing @POTUS has engaged in a 'lawless shortcut' that would undermine their National Guard commands 'in a way that puts all Texans at risk.' More soon in @ExpressNews"
        },
        {
            "created_at": "2022-02-08T19:09:27.000Z",
            "id": "1491127053206228992",
            "text": "BREAKING: Texas’ Republican Governor Greg Abbott decides to put our troops in mortal danger by filing a motion to block President Biden’s military vaccine mandate for National Guard members in his state. RT IF YOU AGREE REPUBLICANS DON’T TRULY CARE ABOUT OUR MILITARY!"
        },
        {
            "created_at": "2022-02-08T18:36:47.000Z",
            "id": "1491118829732507648",
            "text": "👏The Gov. of Texas does not take orders from the President.\n\nP. Biden must be held accountable 4 his unconscionable willingness to hollow out the Texas Guard with another illegal vaccine mandate. \n\nI will deploy every legal tool in defense of these American heroes.\n\nGov. Abbott"
        },
        {
            "created_at": "2022-02-08T15:51:01.000Z",
            "id": "1491077112408723457",
            "text": "I honestly don’t want to live in a world where everyone’s masked, men get pregnant, cockroaches are the new beef burgers and you have to have a vaccine subscription just to go to the shops. That’s fucked up.\n#mayarose94 #burnmasks #Canada #Texas #boycottgofundme #PrimeMinister"
        },
        {
            "created_at": "2022-02-08T15:30:20.000Z",
            "id": "1491071907705536513",
            "text": "Had to show proof of vaccination to get a haircut yesterday (while masked!), bless you LA County. Wish we had this in Texas."
        },
        {
            "created_at": "2022-02-08T01:45:26.000Z",
            "id": "1490864315720736772",
            "text": "Being a minor with parents against the vaccine and covid testing, I lack requirements for a billie concert, and Texas says I can't go to cvs all by myself and get vaccinated 🤦‍♀️anyways make sure y'all cheer extra hard at ur concert for me 💜"
        },
        {
            "created_at": "2022-02-07T23:42:12.000Z",
            "id": "1490833303913611264",
            "text": "INBOX from DOJ: Texas Man Pleads Guilty to Sending Violent Threats to Maryland Doctor Who Had Been a Vocal Advocate of the Covid-19 Vaccine"
        },
        {
            "created_at": "2022-02-07T21:43:57.000Z",
            "id": "1490803543690952707",
            "text": "I Google “Texas COVID” every few days to check on how we’re doing as far as numbers go… and I love whenever articles about @PeterHotez (and his team)’s vaccine pop up! What a light during these dark times."
        },
        {
            "created_at": "2022-02-07T19:02:12.000Z",
            "id": "1490762839065309184",
            "text": "Happening now: Texas man pleading guilty to federal charges for threatening former Baltimore health commissioner Dr. Leana Wen, in reference to the COVID vaccine: \"I'm a 5th generation U.S. Army veteran and a sniper. I can't wait for the shooting to start,\" he told her."
        },
        {
            "created_at": "2022-02-07T17:00:50.000Z",
            "id": "1490732296864817156",
            "text": "So @tedcruz criticizes Canada's handling of vaccines, we have one of the highest vaccination rates in the world and a population of 38 million people with 34,000 deaths. He represents Texas which has 29 million people and over 88,000 deaths. I'll stick with Canada's approach."
        },
        {
            "created_at": "2022-02-07T15:55:30.000Z",
            "id": "1490715854991990790",
            "text": "People always ask me what would I have done during COVID?\n\n-Never closed down the state\n-Never implemented a mask order\n-Never allowed vaccine mandates\n-Called a special session of the Texas Legislature\n-Protected doctors ability to treat patients with medication of their choice"
        },
        {
            "created_at": "2022-02-07T14:27:12.000Z",
            "id": "1490693631140847624",
            "text": "Federal Jeff Brown of Texas, thank you for standing up to Brandon’s Fed vaccine mandates. His spiteful order was  driven by politics."
        },
        {
            "created_at": "2022-02-07T14:14:21.000Z",
            "id": "1490690398938877956",
            "text": "When I read fears about letting mitigation strategies lax now that we're on the downside of omicron I can't help but think that in this state (texas) there has been no statewide mandate and the vaccine message has been undermined by statewide leadership.  1/2"
        },
        {
            "created_at": "2022-02-07T12:40:39.000Z",
            "id": "1490666816951128064",
            "text": "Dr. Anthony Klotz, a professor of #management at the Texas A&amp;M Mays School of Business, first coined the term “The Great #Resignation” in his article “The Covid vaccine means a return to work. And a wave of resignations.“"
        },
        {
            "created_at": "2022-02-07T10:15:06.000Z",
            "id": "1490630187922436101",
            "text": "Twitter is not allowing the links to this to be posted but if u google \"Criminal complaint filed in Texas accuses COVID-19 vaccine makers and pushers of “murder” and “crimes against humanity” it should come up on the natural news website."
        },
        {
            "created_at": "2022-02-07T03:26:00.000Z",
            "id": "1490527236310585346",
            "text": "I don’t actually agree with that lady from Texas about Andrew Yang. Im for UBI and against vaccine mandates. I support the Canadian Truckers. And Joe Rogan. Just pointing out how ridiculous she is."
        },
        {
            "created_at": "2022-02-07T00:51:14.000Z",
            "id": "1490488289035497474",
            "text": "I don't know if these numbers are 100% factual and up to date...\n\nCanada — 38M pop — 34,000 COVID deaths\nFlorida — 21M pop — 66,000 COVID deaths\nTexas — 29M pop — 81,000 COVID deaths\n\n...but if they are, this is why we have masks and vaccine mandates.\n\nFuck you idiot truckers!!"
        },
        {
            "created_at": "2022-02-06T18:53:34.000Z",
            "id": "1490398279074525185",
            "text": "Hello patriots! It’s a great day to fight for liberty. Together we can:\n\n-Secure the Texas Border\n-Phase out property taxes\n-Restore confidence in our elections\n-End abortion in Texas\n-Ban vaccine mandates\n-Put prayer back in school\n-Stop CRT\n-Protect kids from the radical Left"
        },
        {
            "created_at": "2022-02-06T18:05:05.000Z",
            "id": "1490386078355931141",
            "text": "How did TFF manage to get a full vaccine/mask mandate considering Texas' political stance on organizations doing so?\n\nNot that I'm mad. I am /pleasantly/ surprised, but I am super curious what legal loops they jumped through to pull it off."
        },
        {
            "created_at": "2022-02-06T15:04:18.000Z",
            "id": "1490340580047601665",
            "text": "So to enter US from international flight @CDCgov demands Covid negative test 24hrs prior abs proof for vaccination. But of course we land in Texas, connecting in Houston where NO ONE HAS TO PROVE ANYTHING! 🤨 #wtf #DoBetter #COVIDisAirbornePH"
        },
        {
            "created_at": "2022-02-06T06:20:53.000Z",
            "id": "1490208859109036033",
            "text": "I'm sick to death of hearing \" its my body my right bullshit for antivaxers.  Apparently that Doesn't apply in Texas for abortion but should apply to vaccine requirements. Its about as logical as its my body its my car ergo I can drink and drive ..."
        },
        {
            "created_at": "2022-02-06T01:00:11.000Z",
            "id": "1490128153486020610",
            "text": "💉Latest Vaccine USA🇺🇸 Statistics 02/06/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.4M 68.6%\nTexas: 17.1M 58.1%\nNew York: 14.5M 74.5%\nFlorida: 14.0M 63.7%\nPennsylvania: 8.4M 65.9%\nIllinois: 8.4M 66.4%\nOhio: 6.7M 56.7%\nVirginia: 6.0M 70%\n\n#vaccine #vaccineupdate #USAstats"
        },
        {
            "created_at": "2022-02-06T00:53:42.000Z",
            "id": "1490126522035752961",
            "text": "So my wife's father in Texas decided he didn't want the vaccination. Thanks to the storms in Tx she spent 30hrs stranded in Atlanta and he died while she was in-flight. She said her goodbyes over the phone.\nGET YOUR DAMN SHOT!"
        },
        {
            "created_at": "2022-02-06T00:16:51.000Z",
            "id": "1490117246345224195",
            "text": "DON HUFFINES:: Grassroots Texans are hungry for leadership and a Conservative Republican who will actually secure the Texas Border, stop vaccine mandates, and restore confidence in our elections -\nTHOUSANDS of Texans have joined my campaign already and more are joining each day."
        },
        {
            "created_at": "2022-02-05T19:57:39.000Z",
            "id": "1490052018056183815",
            "text": "In the U.S, vaccine and mask mandates gradually disappear the further south you go. By the time you're in Texas or Florida, you're basically required by state law to have COVID."
        },
        {
            "created_at": "2022-02-05T19:31:58.000Z",
            "id": "1490045553023111171",
            "text": "Went from being in an area where everyone wore masks &amp; required vaccination cards indoor to Texas where no one wear masks indoor. \n\n🙃"
        }
    ],
    "meta": {
        "newest_id": "1492516353407868936",
        "oldest_id": "1490045553023111171",
        "result_count": 58
    }
}