{
    "data": [
        {
            "created_at": "2022-02-12T17:15:27.000Z",
            "id": "1492547914995961861",
            "text": "California proposes a statewide vaccine requirement bill!!!\n\nCompanies,who don’t comply would face possible fines..👍🏾✅\n\nTY California for prioritizing the health of the people &amp; NOT the politics."
        },
        {
            "created_at": "2022-02-12T17:01:13.000Z",
            "id": "1492544330497593349",
            "text": "NEW PAID LEAVE RIGHTS in California: \n\nWorkers can take 40 hours to \n-recover from CV19\n-attend and recover from vaccine appt\n-care for a family member recovering from CV19 \n-care for CHILD home due to CV19-related school closures.\n\nRETROACTIVE to Jan 1. You can ask for backpay."
        },
        {
            "created_at": "2022-02-12T16:40:26.000Z",
            "id": "1492539101676933123",
            "text": "Democrat Scott Weiner has now made it legal for adults to have sodomy with 15 year olds and for 12 year olds to get the vaccine without their parents consent in California.  So once again conspiracy theorists are right about they coming for your children."
        },
        {
            "created_at": "2022-02-12T15:53:59.000Z",
            "id": "1492527413162438657",
            "text": "Gotta respect In-N-Out, which chose to close its indoor dining areas in multiple California counties rather than cooperate with medical tyranny (when mandated in places like SF and Contra Costs Cty to check vaccine cards &amp; create “unclean” caste out of the unvaxxed)"
        },
        {
            "created_at": "2022-02-12T15:48:21.000Z",
            "id": "1492525993893916673",
            "text": "It's not enough to end masking, forced vaccination or vax passports.... End the emergency authority the state's gave themselves! California just yesterday gave themselves another 90 days extension"
        },
        {
            "created_at": "2022-02-12T14:27:21.000Z",
            "id": "1492505609501122560",
            "text": "If the masks, lockdowns and vaccine passports worked then New York and California would have zero cases and everyone would be dead in Florida and Texas. Stop the charade because we see right through you. \n\n#fascism"
        },
        {
            "created_at": "2022-02-12T14:20:30.000Z",
            "id": "1492503885369405442",
            "text": "California Democrats introduce COVID-19 vaccine mandate bill\nWith Republicans fighting the kinds of vaccine requirements that eradicated 20th century diseases from measles to polio to chicken pox, Democrats in will use legislation to keep people safe."
        },
        {
            "created_at": "2022-02-12T11:47:56.000Z",
            "id": "1492465492480647170",
            "text": "In response to the hypochondriac mentally deficient children in California politics that seek to codify vaccination. People also have a right to know with complete certainty that vaccines won't kill them or cause long term debilitating health issues. As dead ass broke as"
        },
        {
            "created_at": "2022-02-12T11:30:57.000Z",
            "id": "1492461219596230658",
            "text": "The USA CDC recently decided that natural immunity to Covid is 20 times stronger than any vaccine.  The study involved 1 million subjects in New York state &amp; California.  It's high time natural immunity was recognized in Alberta.  483,708 Albertans are listed as recovered."
        },
        {
            "created_at": "2022-02-12T10:27:36.000Z",
            "id": "1492445273267720193",
            "text": "California's legislature is readying a bill to force ALL employees to receive a vaccine (which does not prevent infection to ANY of the strains) or be fired from their job. ALL employees!\n\nThis is madness. I am growing weary of the tyranny."
        },
        {
            "created_at": "2022-02-12T08:57:07.000Z",
            "id": "1492422505834815490",
            "text": "Sweeping new bill would require vaccine for every California worker ."
        },
        {
            "created_at": "2022-02-12T07:00:02.000Z",
            "id": "1492393041163960326",
            "text": "Paris. Ambush Attacks On Wall Street' Doesn't Want To Play For The Rams Because Taxes Are Too High In California Democrat introduces vaccine mandate."
        },
        {
            "created_at": "2022-02-12T05:47:36.000Z",
            "id": "1492374808855601158",
            "text": "I commute. In California. \n\nI hate big rigs. \n\nI hate them even more now over the #TruckersForFreedom2022. \n\nThey can all suck a vaccine and a mask."
        },
        {
            "created_at": "2022-02-12T04:53:08.000Z",
            "id": "1492361102566379520",
            "text": "I mean technically Rogan was hit with racism for speaking out against the vaccine. \n\nSo like we knew Musk was definitely going to be smeared with this campaign. It was obvious and tesla didn't have to pay taxes in California....\n\nSuper obvious"
        },
        {
            "created_at": "2022-02-12T04:26:29.000Z",
            "id": "1492354397216460801",
            "text": "Airline pilots should boycott all flights to And from California until all child vaccination mandates are lifted."
        },
        {
            "created_at": "2022-02-12T03:26:36.000Z",
            "id": "1492339327891824640",
            "text": "Fact\n\nFlorida &amp; South Dakota didn’t shutdown\nChildren stayed in School\nBusinesses stayed open - Disney world stayed open\nThey didn’t mask up or mandate vaccination\n\nThey are no worse then California or New York\n\nAll while Florida has the Oldest Population of retirees living there"
        },
        {
            "created_at": "2022-02-12T01:56:20.000Z",
            "id": "1492316608466878465",
            "text": "Goddamn FDA and Pfizer. Even without a big antibody response, the mRNA vaccine gives the immune system a leg up on the virus. So we're going to sit around for another 2-3 months for approval while our under-5 is vulnerable. And California is dropping mask mandates next week."
        },
        {
            "created_at": "2022-02-12T01:19:43.000Z",
            "id": "1492307393702551552",
            "text": "Dear California\n\nfuck you vaccine mandates\n\nfucking sick cunts"
        },
        {
            "created_at": "2022-02-11T22:29:27.000Z",
            "id": "1492264546043453442",
            "text": "Howdy @AmericanAir: JFYI the VeriFLY app by @DaonInc says it accepts the California digital vaccine record, but didn’t recognize the QR code generated by the state site."
        },
        {
            "created_at": "2022-02-11T21:32:31.000Z",
            "id": "1492250220654125058",
            "text": "people going at Kyrie for not getting the vaccine instead of going at how stupid it is that he can play in any arena in California but he cant play in Brooklyn where he practices and lives at"
        },
        {
            "created_at": "2022-02-11T18:51:15.000Z",
            "id": "1492209634794356739",
            "text": "California liberals now pushing vaccine mandate for all employees and clientele for all business in California, as COVID wanes. I had not yet decided to support Truckers for America, but I’m tired of dictators deciding the terms of my life."
        },
        {
            "created_at": "2022-02-11T18:34:59.000Z",
            "id": "1492205541464199171",
            "text": "Is it legal to give your partner the vaccine in California?"
        },
        {
            "created_at": "2022-02-11T16:46:00.000Z",
            "id": "1492178113773510657",
            "text": "In California....\nYou can not go into a movie theater without proof of vaccine \nBut\nThe actors will be aable to attend the Oscars I. California without proof of vaccine\n\nNewsom = hypocrite\n\nMarch 1 state of the Union\nBiden will claim he conquered Covid"
        },
        {
            "created_at": "2022-02-11T16:37:22.000Z",
            "id": "1492175939954003970",
            "text": "Newsom’s administration is losing its third top official in less than a week: Yolanda Richardson, secretary of the Government Operations Agency and whom Newsom at one point described as California’s “vaccine czar,” announced Thursday that she is resigning March 2. ."
        },
        {
            "created_at": "2022-02-11T16:22:05.000Z",
            "id": "1492172096021139465",
            "text": "YesCalifornia demands an end to Newsom's state of emergency in California! It's time all pandemic-related mandates, including vaccine mandates, we're dropped, and that all other restrictions are ended. Return life back to normal and take California back from the woke mob!"
        },
        {
            "created_at": "2022-02-11T15:32:11.000Z",
            "id": "1492159537129746437",
            "text": "California that demands students wear mask eight hours a day… Are not going to check for vaccines for the rich and famous going to the Oscars and they won’t have to wear a mask.\n\nStop the idiocy of vaccine passes for everyone immediately… Not just the rich and famous"
        },
        {
            "created_at": "2022-02-11T15:30:55.000Z",
            "id": "1492159220510195715",
            "text": "CA Assemblywoman @BuffyWicks will introduce a bill today that would mandate all California businesses to require employees and independent contractors to receive the COVID-19 vaccine. More to come later this morning."
        },
        {
            "created_at": "2022-02-11T14:37:50.000Z",
            "id": "1492145862276890627",
            "text": "They just won't quit.  AB-1993 Employment: COVID-19 vaccination requirements.(2021-2022)  just introduced in California Assembly.  \nRequires, Requires ALL Employers to require of their employees proof of covid-19 vaccination.  This will only pass if no one speaks up against it."
        },
        {
            "created_at": "2022-02-11T13:05:42.000Z",
            "id": "1492122675912847362",
            "text": "California has large number of warning labels on products except the #COVID19 vaccine."
        },
        {
            "created_at": "2022-02-11T08:50:38.000Z",
            "id": "1492058482861699072",
            "text": "Is it just me? Or do some of us here in California, already know. that the trucker’s protesting - vaccine mandates in Canada. Are foraging their way towards Los Angeles right now? To make their presence Nationally known, this Super Bowl Sunday? I’ll just pin this tweet here. 🙄"
        },
        {
            "created_at": "2022-02-11T08:38:16.000Z",
            "id": "1492055373976584211",
            "text": "California Governor Gavin Newsom’s vaccine mandate could force the Los Angeles Sheriff’s Office to soon terminate up to 4,000 officers and staff. \n\nWho the ^#$# would want to live in California at this point???"
        },
        {
            "created_at": "2022-02-11T06:42:48.000Z",
            "id": "1492026314160807950",
            "text": "American truckers announced they will begin a nationwide truck convoy in this country starting next month in protest against Joe Biden's vaccine mandates. That rally will begin in southern California on March 5th, and then it will progress eastward, by truck, to Washington, D.C."
        },
        {
            "created_at": "2022-02-11T03:10:25.000Z",
            "id": "1491972867302440963",
            "text": "at a weed store in southern california, i walked in, saw that two other customers weren't wearing masks, and assumed everything was fine. the security guard stopped me. \"they have their vaccination passes,\" and then after a pause, \"nah i'm just fucking with you.\""
        },
        {
            "created_at": "2022-02-11T01:00:19.000Z",
            "id": "1491940123675611147",
            "text": "💉Latest Vaccine USA🇺🇸 Statistics 02/11/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.5M 68.9%\nTexas: 17.2M 58.4%\nNew York: 14.5M 74.8%\nFlorida: 14.1M 63.9%\nPennsylvania: 8.5M 66.2%\nIllinois: 8.5M 66.8%\nOhio: 6.7M 56.8%\nVirginia: 6.1M 70.5%\n\n#vaccine #vaccineupdate #USAstats"
        },
        {
            "created_at": "2022-02-10T23:55:32.000Z",
            "id": "1491923823318515751",
            "text": "Rogan in California: we have to address climate change, everyone should be vaccinated, free health care everyone!\n\nRogan in Texas: vaccine bad! Rittenhouse good! Guns!"
        },
        {
            "created_at": "2022-02-10T23:00:28.000Z",
            "id": "1491909962733584384",
            "text": "Andy. This isn’t a remotely competent response. People are moving to Florida in droves and leaving California, because the policies you love don’t work and are hurting people.\n\nAnd with an 86% vaccination rate among adults, why did hospitalizations break records in the US?"
        },
        {
            "created_at": "2022-02-10T22:08:19.000Z",
            "id": "1491896839498465296",
            "text": "So California is relaxing its mask mandate while indoors if you're vaccinated. Like I'm going to believe everyone not wearing their mask has had the vaccine. Me? Still wearing my mask. Oh and btw had all 3 shots. 😷"
        },
        {
            "created_at": "2022-02-10T22:03:15.000Z",
            "id": "1491895564807536650",
            "text": "If you live in California, did you call Newsom and state that you are in favor of immediately removing the mask mandate for K-12 schools irrespective of vaccination status? If not the # is 916-445-2841. Push 1 for English, 6 to speak to an aide. Hold through the static (no music)"
        },
        {
            "created_at": "2022-02-10T21:29:11.000Z",
            "id": "1491886991926984718",
            "text": "#California Governor is saying not enough kids have taken the experimental shot, so our kids can’t take their masks off in school. #Teachers #Union #DropVaccineMandates \n\n#tyrant #NoMaskMandates #K-12 #COVID19 #vaccine #SuperBowl"
        },
        {
            "created_at": "2022-02-10T20:43:18.000Z",
            "id": "1491875444580311051",
            "text": "This lady came in to the store today and said that new york and California have the highest covid deaths, and her explanation for it was stricter mask/vaccine mandates. \n\nNot factual in the slightest.\nI asked where she got this info from and she did not have an answer for me 😂"
        },
        {
            "created_at": "2022-02-10T20:21:43.000Z",
            "id": "1491870014030319616",
            "text": "California is dropping mask mandates and New York will drop vaccine and mask mandates. There's only a few states left that are forcing citizens to wear useless masks indoors or mandating vaccine passport programs and obviously Hawaii is still one of them. What a shock."
        },
        {
            "created_at": "2022-02-10T19:45:13.000Z",
            "id": "1491860827531464722",
            "text": "Just spoke to someone in California. Their kids have every vaccine on the schedule but will no way no how be getting the covid vax. They’re enrolled in a mildly Christian private school so no idea if they’re protected from mandates or will home school in that event."
        },
        {
            "created_at": "2022-02-10T19:31:21.000Z",
            "id": "1491857337203761155",
            "text": "Sonoma County, California criminal investigation into vaccine damages. Sheriff Dept. case # is 220125009. Do not contact them for any other reason than to report adverse effects if you live there. This is a direct action that will implicate ANYONE PUSHING THE INJECTIONS."
        },
        {
            "created_at": "2022-02-10T17:13:39.000Z",
            "id": "1491822683520061446",
            "text": "🚛 🚚 🇺🇸 US truckers plan to gather in California's Coachella Valley on March 4-5 in protest against COVID-19 vaccine mandates.\n\nOrganizers say that the so-called People’s Convoy will then head to Washington, DC.\n\n#FreedomConvoy2022 \n#PeoplesConvoy"
        },
        {
            "created_at": "2022-02-10T16:17:53.000Z",
            "id": "1491808649592774659",
            "text": "A California museum which requires proof of Vaccine told me my paper VAX card wasn't enough proof to enter, instructing me to download an APP  with my medical records. I DON'T PAY MY CELL PHONE BILL TO MAKE YOUR LIFE EASIER!!!! HIPAA LAWS! America, sue them all!"
        },
        {
            "created_at": "2022-02-10T15:43:51.000Z",
            "id": "1491800085750947841",
            "text": "The #COVID19 mortality rate for seniors in the US is 12,204 per million\n\nthe C19 mortality rate for seniors in California is 10,008/M\n\nthe C19 mortality rate for seniors in Free Florida is 10,014/M\n\nit’s almost like lockdowns, mask and vaccination mandates make zero difference 🤷🏻‍♂️"
        },
        {
            "created_at": "2022-02-10T03:16:04.000Z",
            "id": "1491611902077652993",
            "text": "Welcome to California where you don’t have to tell anybody that you have aids before you fuck them but you have to show a vaccine card to eat food"
        },
        {
            "created_at": "2022-02-10T02:32:51.000Z",
            "id": "1491601023705649152",
            "text": "California has a state of emergency issued, LA has a mask &amp; vaccine mandate in place, but we're hosting the Super Bowl with a stadium full of people. Ok."
        },
        {
            "created_at": "2022-02-10T00:07:27.000Z",
            "id": "1491564433138585603",
            "text": "Two weeks to slow the spread…..get this vaccine or your kid can’t go to school. When will this ehd. #california #dumpsterfire @GavinNewsom is a douche!!"
        },
        {
            "created_at": "2022-02-09T23:16:08.000Z",
            "id": "1491551519069523968",
            "text": "the mask mandate being lifted from california for ppl vaccinated is probably the worst decision ever. theres so many ppl carrying &amp; selling fake vaccination cards, theres no way telling if ppl are actually vaccinated."
        },
        {
            "created_at": "2022-02-09T21:24:14.000Z",
            "id": "1491523358290165761",
            "text": "Liberal states like New York and California are ditching vaccine passports, but somehow Alberta doing the same is “far right” and “reckless”? 😂😂 #ABLeg #covid19"
        },
        {
            "created_at": "2022-02-09T20:20:03.000Z",
            "id": "1491507207900332034",
            "text": "Los Angeles is getting ready to fire 4,000 Sheriff's for not going along with the vaccine mandates. With the crime rate skyrocketing what could possibly go wrong? California is way past wild west standards..🙆‍♂️"
        },
        {
            "created_at": "2022-02-09T20:18:21.000Z",
            "id": "1491506778340691968",
            "text": "Removing the mask mandate is the stupidest thing California can do. There are plenty of people out there with fake vaccine cards who will drive up the infection rates again—no wonder why we can’t control this shit. #california #MaskMandates"
        },
        {
            "created_at": "2022-02-09T18:58:29.000Z",
            "id": "1491486678569013248",
            "text": "Newsom teases an “endemic” plan for COVID in California. The state will lift its universal mandate Feb. 15, but no word yet on masking in schools. He said the blueprint will answer that question, but he did mention that school vaccination rates are lower than statewide average."
        },
        {
            "created_at": "2022-02-09T18:10:03.000Z",
            "id": "1491474488692600835",
            "text": "💥💥💥ATTENTION!!!💥💥💥\n\nTake Action: Email the California Senate Rules Committee TODAY.\n\nWed, February 9, 2022 at 1:30pm, the Senate Rules Committee will be meeting and referring SB 871 (COVID-19 Vaccine Requirement for Daycare/School) and SB 866 (Immunization Minor Consent)"
        },
        {
            "created_at": "2022-02-09T16:42:22.000Z",
            "id": "1491452424711999489",
            "text": "My daughter who goes to University in California and is attending in-person classes has to wear a mask and get her booster. A vaccine passport is in effect but you know young students who haven’t had a chance to get a vaccine yet should go to school without a mask on in Alberta!"
        },
        {
            "created_at": "2022-02-09T05:25:28.000Z",
            "id": "1491282077119291392",
            "text": "Gavin Newsom,  Mandated vaccination in California even though he was injured by the COVID vaccine. Will not vaccinate his own kids. He knows the vaccines are dangerous from first-hand experience and deliberately misleads the people of California by claiming they are safe."
        },
        {
            "created_at": "2022-02-08T23:07:34.000Z",
            "id": "1491186976279568391",
            "text": "Great news for virtue-signalers!  A 4th vaccine may soon be available in California!"
        },
        {
            "created_at": "2022-02-08T23:00:48.000Z",
            "id": "1491185274197405698",
            "text": "The Kings got a part-time player in Justin Holiday who won’t be able to play games in California because he didn’t get the vaccine."
        },
        {
            "created_at": "2022-02-08T22:05:33.000Z",
            "id": "1491171368959832064",
            "text": "California the \" Covid compulsory vaccine \" push is on .. look up SB.871 ..they are coming for your children... time to pony  up..Support PERK etc."
        },
        {
            "created_at": "2022-02-08T21:39:23.000Z",
            "id": "1491164782753648640",
            "text": "Just joined a poll in my CA county asking about mandates of masking, kids masked at schools , and checking vaccine cards at businesses.\n\nHappy to report 68% against all mandates\n\n81% against requiring vaccine proof.\n\nThis is California folks! A blue county ."
        },
        {
            "created_at": "2022-02-08T19:42:49.000Z",
            "id": "1491135450110894081",
            "text": "You don't have to have ID to vote in California but you do have to have a vaccine passport guaranteed what Gavin Newsom will do because California is the epicenter of voter fraud"
        },
        {
            "created_at": "2022-02-08T16:56:08.000Z",
            "id": "1491093501689294850",
            "text": "If California allows vaccinated to go maskless in my school I’m going to fucking lose my shit. This pandemic is never going to end bc mothafuckas think the vaccine is the end all to be all when health is not one size fits all. We need multiple solutions to end"
        },
        {
            "created_at": "2022-02-08T10:05:54.000Z",
            "id": "1490990260444090370",
            "text": "Does anyone know what the current COVID vaccine requirements are for California?  I'm currently fully vaxed with a booster done in January, and am looking to go in August."
        },
        {
            "created_at": "2022-02-08T04:18:05.000Z",
            "id": "1490902733632638980",
            "text": "Ah so California is doing to try \"mask or proof of vaccination\", has anybody made this work?"
        },
        {
            "created_at": "2022-02-08T04:15:20.000Z",
            "id": "1490902040704274432",
            "text": "if california wants to have a maskless freeforall they should just come out and fucking say it. you think any of these overworked underpaid workers (me) are gonna be able to enforce vaccination status? are going to be *allowed* to??"
        },
        {
            "created_at": "2022-02-08T03:28:54.000Z",
            "id": "1490890352965914624",
            "text": "California health officials announced that the state would let the indoor mask mandate for vaccinated people expire on Feb. 15.\n\nIn addition, vaccine and testing requirements will no longer be in place for nursing home visitors"
        },
        {
            "created_at": "2022-02-08T01:45:19.000Z",
            "id": "1490864286389915648",
            "text": "VAERS report 1205852:\n38yo Female, California\nSymptoms started 1 day after Moderna vaccine. Shortness of breath, dizziness, weakness worsened until patient died 10 days after vaccination.\n\nWhy was this report removed from VAERS after 04-23-2021?"
        },
        {
            "created_at": "2022-02-07T23:43:23.000Z",
            "id": "1490833601805443073",
            "text": "Starting next week California will be lifting indoor mask requirements, supposed to only be for vaccinated but you know the unvaxced will do it because no restaurant is allowed to ask vaccine status.  So you know what that means.  2 weeks after massive outbreak."
        },
        {
            "created_at": "2022-02-07T23:40:12.000Z",
            "id": "1490832799502200835",
            "text": "So Maui mayor has taken back their booster mandate (vaccine mandate still in affect) and Sacramento California is lifting masks for indoors this maybe small things but has the tides turned🤔 has energy begun to shift? 😯"
        },
        {
            "created_at": "2022-02-07T23:36:49.000Z",
            "id": "1490831949463973890",
            "text": "#California eases mask and vaccine requirements bc of the #SuperBowl. Now @GavinNewsom follows the science. #SpareMe #NoMandates #NFL #LosAngeles #HowConvenient"
        },
        {
            "created_at": "2022-02-07T23:19:46.000Z",
            "id": "1490827656786370563",
            "text": "BREAKING: California is easing some pandemic restrictions put in place during the Omicron surge, including a statewide indoor mask requirement for everyone, regardless of vaccination status. That will expire Tuesday, Feb. 15"
        },
        {
            "created_at": "2022-02-07T22:02:44.000Z",
            "id": "1490808269811687430",
            "text": "California is far too valuable and we have to keep them safe at all costs.\n\nAll states (except for California) should end their masking, vaccination and other COVID measures."
        },
        {
            "created_at": "2022-02-07T21:26:35.000Z",
            "id": "1490799175448989700",
            "text": "BREAKING: Berkeley, California has revised their health order and is now requiring proof of vaccination and boosters for everyone 5 years and older.\n\nThis revised health order comes days after Contra Costa County revised their order and terminated Vaccine Passports as a whole."
        },
        {
            "created_at": "2022-02-07T21:16:23.000Z",
            "id": "1490796605905125377",
            "text": "BREAKING NEWS. Here in California the people who gets the vaccine and wear a mask will get a week of free Weed, eatebles and CBD products. Let go people."
        },
        {
            "created_at": "2022-02-07T20:52:37.000Z",
            "id": "1490790625037352960",
            "text": "Omicron is the vaccine we failed to make and we've seen evidence that natural immunity is better than vaccine induced immunity in California and New York."
        },
        {
            "created_at": "2022-02-07T19:16:46.000Z",
            "id": "1490766506455564288",
            "text": "Saturday, February 5, 2022 - Medical Freedom Rally in Walnut Creek, California to protest against Vaccine Mandates.\n\nSTILL SHOTS. \n\nA THREAD."
        },
        {
            "created_at": "2022-02-07T18:52:06.000Z",
            "id": "1490760298747162626",
            "text": "Saturday, February 5, 2022 - Medical Freedom Rally in Castro Valley, California to protest against Vaccine Mandates.\n\nSTILL SHOTS. \n\nA THREAD."
        },
        {
            "created_at": "2022-02-07T16:58:36.000Z",
            "id": "1490731732659843073",
            "text": "“Israel is among the most highly vaccinated and boosted countries on the planet. They’re breaking daily records for Covid deaths”, tweeted Aaron Kheriaty, professor of psychiatry who was recently fired by the University of California for refusing to abide by its vaccine mandate”"
        },
        {
            "created_at": "2022-02-07T15:14:06.000Z",
            "id": "1490705435598458880",
            "text": "Bold Mask-covid prediction around the world: \n\nAfter the super bowl, everyone going to ease off the mask and vaccine mandates because of all the big shots got caught maskless at the game in California. They will also say the number of cases are next to zero.\n\nProve me wrong. 😤"
        },
        {
            "created_at": "2022-02-07T03:44:09.000Z",
            "id": "1490531803702063105",
            "text": "California not playing , everywhere you go gotta have them vaccine cards and ID’s out before entering 😂"
        },
        {
            "created_at": "2022-02-07T00:39:32.000Z",
            "id": "1490485345527369728",
            "text": "There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."
        },
        {
            "created_at": "2022-02-06T17:03:19.000Z",
            "id": "1490370532486701058",
            "text": "CALIFORNIA— The state of vaccine &amp; mask mandates is advertising on freeways, \n\n“REDUCE CONGESTION… RIDE  RAPID TRANSIT“\n\nSo even though they know, regular masks don’t really protect you &amp; you can still get Covid EVEN IF vaccinted—CA IS PROMOTING “close quarter gathering” \n💰💰💰"
        },
        {
            "created_at": "2022-02-06T01:00:11.000Z",
            "id": "1490128153486020610",
            "text": "💉Latest Vaccine USA🇺🇸 Statistics 02/06/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.4M 68.6%\nTexas: 17.1M 58.1%\nNew York: 14.5M 74.5%\nFlorida: 14.0M 63.7%\nPennsylvania: 8.4M 65.9%\nIllinois: 8.4M 66.4%\nOhio: 6.7M 56.7%\nVirginia: 6.0M 70%\n\n#vaccine #vaccineupdate #USAstats"
        },
        {
            "created_at": "2022-02-06T00:32:49.000Z",
            "id": "1490121263779508228",
            "text": "King @JayInslee is battling it out to see if he can be the last state to drop his mask mandate. States with mask mandates, regardless of vaccination status:\nCalifornia | Delaware | Hawaii | Illinois | Nevada | New Mexico | New York | Oregon | Rhode Island | Washington"
        }
    ],
    "meta": {
        "newest_id": "1492547914995961861",
        "oldest_id": "1490121263779508228",
        "result_count": 85
    }
}