{"data":[{"created_at":"2022-02-12T16:28:52.000Z","id":"1492536189672378376","text":"Why is there going to be a fucker convoy coming to DC when SCOTUS already ended vaccine mandates???"},{"created_at":"2022-02-12T13:23:48.000Z","id":"1492489615995019269","text":"#FreedomConvoy2022 It is time to shut down DC, CA &amp; NY. It is time to take this country back from tyrannical leaders of government! All vaccine, masks mandates &amp; vax passports must be eliminated. We are not China, we are land of the free &amp; brave, not land of totalitarian tyranny."},{"created_at":"2022-02-12T04:40:40.000Z","id":"1492357965747269634","text":"This DAMN mask and vaccine crap is utterly and totally ridiculous!!!! How dare AMERICA and this damn government create and damn “law” in DC and wherever else making people wear a mask and get some LAB MADE “vaccine” jab in order to live our lives and enjoy what public amenities!"},{"created_at":"2022-02-12T02:25:43.000Z","id":"1492324006376230915","text":"Dc nasty as shit you need a vaccination card pew"},{"created_at":"2022-02-12T01:27:43.000Z","id":"1492309410823262216","text":"I bet it's gonna come out that the reason it was so hard to get a vaccine in DC last year was because the fed had seized the first batch of doses meant for the city"},{"created_at":"2022-02-12T00:46:18.000Z","id":"1492298985918418945","text":"Is it TRUE that Maryland doesn’t consider you a covid vaccination for Maryland if you got your vaccine elsewhere? I am hearing Maryland is 84% vaccinated per the CDC but only 80% per MD Dept of Health because ppl got the jab in VA or DC.  Any clarification will be helpful."},{"created_at":"2022-02-11T23:07:11.000Z","id":"1492274040907706368","text":"I could literally present a coupon as a vaccination card and DC restaurants could care less"},{"created_at":"2022-02-11T23:06:32.000Z","id":"1492273877145301000","text":"Ppl out here faking vaccination cards in DC… and it is easy to that."},{"created_at":"2022-02-11T22:02:25.000Z","id":"1492257744132395009","text":"… don’t DC require Vaccination proof to do anything??? So my question is… how did Kyrie play yesterday 🤔🤔🤔"},{"created_at":"2022-02-11T21:29:02.000Z","id":"1492249341758779393","text":"Just a PSA \nIf you're in DC and going to any restaurant, you will need your photo ID and proof of vaccination."},{"created_at":"2022-02-11T20:13:57.000Z","id":"1492230445555142657","text":"If you are a parent of a 6-23 month old in the DC area and are interested in demonstrating in support of the FDA proceeding with review of a vaccine that Pfizer says is safe and effective for that age group, please @ me to coordinate around options (and please RT!)"},{"created_at":"2022-02-11T20:11:54.000Z","id":"1492229931165798405","text":"From Dr. Robert Malone  The FDA announcement about waiting for third dose data sounds to me like they failed to meet the efficacy endpoint.  Everything else is just spin and DC Kabuki theater.  This vaccine is not working to prevent Omicron infection, replication and spread."},{"created_at":"2022-02-11T17:44:44.000Z","id":"1492192896887439360","text":"Whatever happened to Jason Kenney’s road trip to DC to get Biden to cancel the US border vaccine mandate?"},{"created_at":"2022-02-11T17:20:04.000Z","id":"1492186687514066948","text":"Doesn’t DC have the same vaccine restrictions as NY?"},{"created_at":"2022-02-11T15:22:24.000Z","id":"1492157075153199105","text":"Understand that even if the vaccine gave us HIV…millions of brainwashed idiots would still tell you that it was saving lives.\nAnd if we marched on DC to complain about it? Those same people would call you terrorists for complaining.\nIt’s not you. It’s THEM."},{"created_at":"2022-02-11T15:14:48.000Z","id":"1492155162638573571","text":"loving the @_DCHealth new vaccine record system. Despite getting my vaccine at a DC sponsored/run site, they don't have my records! Do I have access to this vital health information elsewhere? Yes I do. Am I still annoyed about it? Also yes"},{"created_at":"2022-02-11T14:00:20.000Z","id":"1492136423574884353","text":": False. Grocery stores and other retail establishments are exempt from DC’s new proof-of-vaccination requirement — as explicitly…"},{"created_at":"2022-02-11T02:54:26.000Z","id":"1491968843937374209","text":"I can't go to the climbing gym in DC without showing my vaccine card. \n\nWhy is Kyrie Irving playing at Cap One Arena right now?\n\n#rulesfortheebutnotforme"},{"created_at":"2022-02-11T02:35:38.000Z","id":"1491964114301816833","text":"Wait, how can Kyrie play in DC???? DC got a vaccine mandate 💀"},{"created_at":"2022-02-11T01:40:13.000Z","id":"1491950167054065665","text":"Someone riddle me this how does Washington DC got a vaccine mandate but this nigga Kyrie Irving that everybody knows doesn't have the vaccine is playing rn at the capital one arena I guess they pick and choose who they wanna punish and turn away"},{"created_at":"2022-02-11T01:34:30.000Z","id":"1491948726105038851","text":"Serious question. How is Kyrie able to play in DC when Capital One Arena has a vaccine requirement? 🤔"},{"created_at":"2022-02-11T00:38:53.000Z","id":"1491934733101641729","text":"A “future of the conservative movement” event is being held in DC tonight at a restaurant that … requires vaccine passports"},{"created_at":"2022-02-10T21:30:12.000Z","id":"1491887246806601729","text":"The group behind \"Defeat the Mandates\" march/rally in DC last month is joining forces w/ American truckers of \"The People's Convoy\" in CA for a rally/march on March 5, they say, to \"add more momentum to this growing international movement to halt COVID vaccine mandates for all.\""},{"created_at":"2022-02-10T21:11:02.000Z","id":"1491882425546428426","text":"For a second there DC's vaccine pre-registration website did not let me use it as “Donald Trump paid for my move” just doesn’t have the privilege to oppose the Iraq War erm Please remember the Protestant heroes of Irish nationalism today. Your Wolfe Tones, your Parnells, etc"},{"created_at":"2022-02-10T19:43:12.000Z","id":"1491860322570969092","text":"Thank you, God, for the multiple businesses in DC whose employees are NOT acting as pseudo law enforcement &amp; are not even asking for proof of vaccine. Clown fucking world. Thank you, God. Please let all the low IQ pawns &amp; sadistic psychopaths be healed of all infirmity. Amen."},{"created_at":"2022-02-10T18:59:45.000Z","id":"1491849385881346050","text":"Also everywhere in DC requires masks and proof of vaccination and everyone just nicely complies and it's great."},{"created_at":"2022-02-10T18:05:51.000Z","id":"1491835823297343492","text":"So, DC has a vaccine passport in place that requires you to show proof of vaccination at restaurants UNLESS you’re ordering carry out. Lots of restaurants have suddenly become carry out establishments. 😂"},{"created_at":"2022-02-10T17:45:11.000Z","id":"1491830621924167680","text":"dc dropping virtual vaccine records one year post shots and not having mine on record 🤌🏻"},{"created_at":"2022-02-10T17:13:39.000Z","id":"1491822683520061446","text":"🚛 🚚 🇺🇸 US truckers plan to gather in California's Coachella Valley on March 4-5 in protest against COVID-19 vaccine mandates.\n\nOrganizers say that the so-called People’s Convoy will then head to Washington, DC.\n\n#FreedomConvoy2022 \n#PeoplesConvoy"},{"created_at":"2022-02-10T16:34:44.000Z","id":"1491812892798332930","text":"dc louies!! if you’re under 21 both of your hands must be stamped from your vaccine check!!!"},{"created_at":"2022-02-10T15:48:58.000Z","id":"1491801374824165380","text":"Do you need proof of vaccination to get a crack pipe in DC?"},{"created_at":"2022-02-10T14:11:15.000Z","id":"1491776783473160197","text":"I’m trying to create a flyer with info for my coworkers that either lost their vaccination cards or don’t have the QR codes yet just to find out MD &amp; DC have apps for this shit and also make it too complicated for technologically illiterate ppl vs VA just asking for your info—"},{"created_at":"2022-02-10T13:11:02.000Z","id":"1491761626684346370","text":"My child have taken 1st dose of Covaxin on 4th January 2022. And now his second dose is due but we are not able to find vaccination centre for children (15 - 18 age group) in Gurugram.@DC_Gurugram\n@cmohry @anilvijminister"},{"created_at":"2022-02-10T11:48:45.000Z","id":"1491740920076812293","text":"Trumper truckers in the US are going to create a blockade in LA around the Super Bowl and then head to Washington DC before the  State of the Union address to create a blockade. A vaccine mandate protest just like in Canada.\nWatch for  Marjorie Greene to join them."},{"created_at":"2022-02-10T11:04:09.000Z","id":"1491729699285917699","text":"I’m annoyed cause I’m really supposed to be at that game today…but DC and that dumbass vaccine mandate in the way!"},{"created_at":"2022-02-10T10:40:50.000Z","id":"1491723831068794880","text":"#USTruckersForFreedom\nAmerican Truckers Are Heros!!\nWe The People Need You \nMobilize and Convoy to Fight for US in NYC, Texas,  Washington DC\n\nReopen Keystone Pipeline\nClose the Border\nSupport the Police/Get Rid Soft on Crime DA'S\nNo Mandates/No Vaccine Passports"},{"created_at":"2022-02-10T05:41:21.000Z","id":"1491648461690781696","text":"Like the trucker of Canada protesting mask and vaccine mandates. It looks like super blow Sunday.  Biden may face a truckers protest aswell. I wonder what Biden will do? I don't know if it will be in DC or where ! If I was Biden, I would do what they ask. No bull shit about it ."},{"created_at":"2022-02-10T03:40:43.000Z","id":"1491618102466994179","text":"What are you guys’ thoughts on my school requiring vaccination for our DC trip?"},{"created_at":"2022-02-10T03:08:10.000Z","id":"1491609912102866945","text":"Investigate how many of the EPA execs refuse to take the “vaccine.”   Are they allowed in their office in DC?   Why do they hold meetings in nearby hotels?  That will tell you all you need to know."},{"created_at":"2022-02-10T03:06:51.000Z","id":"1491609580455055367","text":"Investigate how many of the EPA execs refuse to take the “vaccine.”   Are they allowed in their office in DC?   That will tell you all you need to know."},{"created_at":"2022-02-09T23:35:48.000Z","id":"1491556467257884677","text":"#BREAKING A DHS Bulletin warns a group of American truckers may be planning a vaccine protest caravan similar to the one in Canada that could begin as soon as Super Bowl Sunday in LA and end across the country in Washington DC. #COVID19"},{"created_at":"2022-02-09T23:20:56.000Z","id":"1491552728048443398","text":"A DHS Bulletin obtained by @CBSNews warns a group of American truckers may be planning a vaccine protest caravan similar to the one in Canada that could begin as soon as Super Bowl Sunday in LA and end across the country in Washington DC."},{"created_at":"2022-02-09T19:19:47.000Z","id":"1491492039392960512","text":"Are DC politicians in bed with big Pharma or will they work to have a superior Covid universal vaccine  that has data on 36 million kids and is safe approved? Parents will raise hell if Covaxin isn’t approved and it’s the safer choice!"},{"created_at":"2022-02-09T19:13:31.000Z","id":"1491490463169318916","text":"Had a first last weekend where a friend was unwilling to go indoors at a restaurant despite being boosted, DC mandating vaccines/indoor masking, and DC having some of the highest vaccination rates in the nation/world. Not really sure where we’re going from here!"},{"created_at":"2022-02-09T17:16:10.000Z","id":"1491460929367728129","text":"Listen,\n\nI'm not saying we should forgive Jim Breuer for all of the vaccine misinformation he's spread. But what I am saying is that that MF could do a damn good AC⚡DC impersonation and that should count for something."},{"created_at":"2022-02-09T16:22:58.000Z","id":"1491447542802190343","text":"DC asking for Vaccination cards at clubs?"},{"created_at":"2022-02-09T16:08:38.000Z","id":"1491443934434033665","text":"Rep. Andrew Clyde blames @MayorBowser ‘tyrannical’ Covid safety policies (mask, vaccine requirements) that have led to an economic ‘train wreck’ also hurting Metro by limiting visitors and tourists to DC. #wmata"},{"created_at":"2022-02-09T15:56:12.000Z","id":"1491440807626227713","text":".@CMRobertWhiteDC Parents are hearing that optional masking in schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @dcps @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:54:13.000Z","id":"1491440307745193986","text":". @tweetelissa Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @dcps @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:52:28.000Z","id":"1491439865934020608","text":".@AnitaBondsDC Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @dcps @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:49:34.000Z","id":"1491439138884976640","text":".@CM_McDuffie Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @dcps @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:47:24.000Z","id":"1491438592300044293","text":".@ChmnMendelson Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @dcps @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:45:30.000Z","id":"1491438112173858817","text":".@brookepintodc Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @dcps @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:38:47.000Z","id":"1491436423618396160","text":".@marycheh Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @dcps @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:36:42.000Z","id":"1491435896843149312","text":".@chenderson Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:33:57.000Z","id":"1491435206708166656","text":".@Janeese4DC Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. @_DCHealth @OSSEDC @dcpublicschools @MayorBowser (1/9)"},{"created_at":"2022-02-09T15:27:37.000Z","id":"1491433614932058117","text":".@BrianneKNadeau Parents are hearing that optional masking in DC schools and daycares could be tied to child vaccination or case rates. This would make DC a national and international outlier and would be a huge mistake. (1/9)"},{"created_at":"2022-02-09T13:52:47.000Z","id":"1491409747366789125","text":"Still not convinced The democrats want to depopulate the black community? The vaccine mandates didn’t get it done now Biden wants to use taxpayer money to provide crack pipes to the addicts! This is part of his equity policy! They want to allow open drug usage in DC! Get it yet?"},{"created_at":"2022-02-09T03:24:37.000Z","id":"1491251665915490308","text":"we were supposed to have our graduation in constitution hall in DC but the moved it to our fucking FOOTBALL FIELD cause theres a vaccine mandate in dc? and they want unvaccinated to be able to attend graduation? no why dont u make those bitches get vaxxed by inforcing it?"},{"created_at":"2022-02-09T00:50:23.000Z","id":"1491212850815447040","text":"How did @MoCoCouncilMD @MontCoExec @MCPS @mocoboe @MayorBowser @councilofdc @CEXAlsobrooks @pgcps fall so far behind science, experts and smart policy on indoor/school masking, The fact DC still has vaccine passport is just complete theater! See NY, OR, CA, PA, CT, NJ, etc…"},{"created_at":"2022-02-08T21:28:32.000Z","id":"1491162051880026112","text":"My post-doc appt reward is dinner at the Cheesecake Factory. The restaurant is just across the DC line. Per DC regs, I had to show my vaccination card and ID before being seated. I did so, happily."},{"created_at":"2022-02-08T20:16:47.000Z","id":"1491143997284253696","text":"Did Psaki seriously just say the #TruckersForFreedom2022 protests aren't about the vaccine mandates because her mathematical figures on her paper say differently?\n\nDC bureaucracy in a nutshell...\n\n#AmericanTruckers"},{"created_at":"2022-02-08T18:16:37.000Z","id":"1491113755773906944","text":"Nearly 450 homicides in DC since the start of 2020, but the Health Dept. shut down The Big Board because people eating burgers without having their vaccination status verified \"presents an imminent health hazard to the public.\""},{"created_at":"2022-02-08T18:00:18.000Z","id":"1491109647935508482","text":"Does anyone know if Philly or DC are vaccine mandatory?"},{"created_at":"2022-02-08T13:35:55.000Z","id":"1491043113284300801","text":"If a Republican is talking about China or Russian right now he is 🤡 and doesn’t work for his constituents. Kids have to show papers to eat at McDonald’s in NYC/DC. Fortune 500 companies have forced experimental “Vaccination” policies for employment in place. @GOP @GOPChairwoman"},{"created_at":"2022-02-08T13:28:04.000Z","id":"1491041140065255425","text":"Where is the #Remublican denouncement of mask &amp; vaccine mandates &amp; support for the #FreedomConvoys. There's on coming to DC &amp; it would behoove you to be on the right side of it."},{"created_at":"2022-02-08T07:37:21.000Z","id":"1490952880609660933","text":"Kennedy Jr., whose body was not healthy, led tens of thousands of American people to rush into the major landmarks in Washington DC, and issued an \"anti-vaccine\" and \"worship declaration\" when the epidemic situation in the United States became more and more serious"},{"created_at":"2022-02-08T04:07:51.000Z","id":"1490900158271614976","text":"I wish Canada all the best. My focus is on America 🇺🇸. NY, Boston, Philly, DC, Cali, Louisiana, and Chicago has fallen (unconstitutional vaccine mandates). All 50 states must unite. We can not wait for the America truckers convoy to start (it has been three years)."},{"created_at":"2022-02-08T03:52:09.000Z","id":"1490896206914256896","text":"I was in DC this weekend and was at the bar in the hotel lobby waiting on some food. This couple came up and sat down, the bartender asked them if they had their vaccination card, they said no, she told them they couldn’t sit in the dining area. So they moved to the tables…"},{"created_at":"2022-02-08T03:44:09.000Z","id":"1490894193493184512","text":"So you can’t do anything in DC without a COVID card… I forgot my card at home and showed the hostess proof with my phone that I got a booster. The server’s reply was, “that doesn’t mean you got the vaccine” 🤦🏾‍♀️🤦🏾‍♀️ Some people aren’t that intelligent."},{"created_at":"2022-02-08T00:10:55.000Z","id":"1490840530019700737","text":"This guy next to me sounds like such a wet blanket and such a \"nice guy\". Also he called DC N*z* G*rm*ny and I bet I know exactly where he stands on the mask and vaccine mandates."},{"created_at":"2022-02-07T22:37:55.000Z","id":"1490817127091249158","text":"Any business in DC that isn’t engaging in civil disobedience from the vax/ testing mandate is in the wrong and the compliance with these vaccine discrimination rules is pretty upsetting."},{"created_at":"2022-02-07T20:49:18.000Z","id":"1490789789645168640","text":"Update on the Washington DC show on the 9th! \nThe venue has announced that everyone attending the show over the age of 12 must provide proof of full vaccination against Covid-19"},{"created_at":"2022-02-07T19:11:58.000Z","id":"1490765298735009793","text":"My heart hurts for my family and friends in Canada right now. What is happening in Ottawa and Quebec at the hands of racist Trumpers, under the guise of vaccine protests is reprehensible. 90% of Canadian truckers are vaxxed! This is a dry run for plans on DC. Wake up people."},{"created_at":"2022-02-07T17:25:04.000Z","id":"1490738395466895360","text":"I recently traveled to DC. I don't understand how it’s still open. You need a vaccine card &amp; a negative COVID test to stay in any hotel. Wherever you go, you must present a vaccine card or apply for an exemption at each location. Texans should think twice before complaining!"},{"created_at":"2022-02-07T16:50:41.000Z","id":"1490729741271420935","text":"DC Del. Eleanor Holmes Norton says 49 House and Senate GOPers have vowed in a letter to vote against the next FY 2022 approps bill unless it defunds enforcement of federal and DC COVID-19 vaccine mandates.\n\n7th time Republicans have attacked DC's vaccine mandates this Congress."},{"created_at":"2022-02-07T16:34:47.000Z","id":"1490725742166036482","text":"In the 7th attack on local DC vaccine mandates this Congress, 49 Republicans vowed to vote against the FY22 appropriations bills unless they defund both federal and DC COVID-19 vaccine mandates.\n\nThe current FY22 continuing resolution expires on Feb. 18."},{"created_at":"2022-02-07T16:19:42.000Z","id":"1490721943401775112","text":"So DC out here asking for vaccination cards for everything upon entry 👀 make sure yall atleast got a picture of it 👌"},{"created_at":"2022-02-07T14:04:05.000Z","id":"1490687817311268864","text":"How can any country that is forcing vaccine mandates or vaccine passports complain about China’s treatment of any China citizen? Especially the US w/Biden’s political prisoners being held in DC."},{"created_at":"2022-02-07T11:41:00.000Z","id":"1490651809064521731","text":"Spotify, Big Lie, Vaccine Mandates, Rising Costs, Interest Rates, Environment, Race Issues… anyone get the feeling that all those in DC on both sides are piling issues up to distract from the fact that they are the cause of 90% of the inflammatory issues that keep popping up?"},{"created_at":"2022-02-07T11:16:49.000Z","id":"1490645719451115521","text":"I thought Congress had to approve military action by the United States? How can a confused old man that still doesn't know the vaccine doesn't prevent covid send our troops into war? Please someone explain that to me. What happened to all of those Republican mouth pieces in DC?"},{"created_at":"2022-02-07T01:22:07.000Z","id":"1490496061315633152","text":"How about some real Insight on the trucker problem in CANADA headed our way with a huge Convoy headed to DC March 1, Vaccine mandate is the issue"},{"created_at":"2022-02-07T00:45:23.000Z","id":"1490486815593271304","text":"It's been three weeks since DC started its vaccine passport mandate so we unvaccinated can't go out to eat, bars, work meetings in public places etc...\n\nDC now claims a \"fully vaccinated\" rate of 70.4% and a \"partially or fully\" rate 92.8 *%\n\nBut the numbers STILL don't add up..."},{"created_at":"2022-02-07T00:39:32.000Z","id":"1490485345527369728","text":"There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."},{"created_at":"2022-02-07T00:30:52.000Z","id":"1490483162111217667","text":"I stopped at my favorite Foggy Bottom (DC) coffee shop for a quick snack on the way to the library. The guy behind the counter asked for proof of vaccination to eat inside. Otherwise I could order carry out. It was freezing outside and I was going to the library. #NegroTreatment"},{"created_at":"2022-02-06T22:54:42.000Z","id":"1490458961706831872","text":"MTG says the alpha males are refusing the vaccine. (blush) The biggest bad ass in DC just said I am an alpha."},{"created_at":"2022-02-06T19:08:50.000Z","id":"1490402122109792261","text":"Voter ID has been derided as a racist attack on minorities &amp; people of color, so how do we classify the requirement for a vaccine card, &amp; ID, to enter any establishment in Washington DC? Either the latter is racist too, or the former never was? Which is it? #Truth #FactsMatter"},{"created_at":"2022-02-06T18:27:22.000Z","id":"1490391683481092103","text":"So imma just throw this out there. . . Washington DC sucks ass! Never going back. They have the rudest people and establishments I've ever visited. \n\nFuck you DC for taking people's rights away! Glad to know I'm not allowed to eat anywhere without getting your bullshit vaccine!"},{"created_at":"2022-02-06T16:57:07.000Z","id":"1490368974277730307","text":"Chile i just wanna celebrate my bday and be cute but first COVID vaccination cards are needed in dC then work happened now All these fake happy couples on Valentine’s Day weekend 🙄I’m so over this shit"},{"created_at":"2022-02-06T16:16:44.000Z","id":"1490358808538976260","text":"The truckers will fail in their attempt to remove the mask mandate and vaccine mandate from Canada, so their next target is going to DC."},{"created_at":"2022-02-06T06:02:41.000Z","id":"1490204278039846913","text":"Gurugram CMO wanted to set up a vaccination camp at La Lagune in sector 54 today.The team arrives at 11am &amp; without Covaxin saying it is not in stock,why hold the camp then  @cmohry @DC_Gurugram @anilvijminister @OfficialGMDA @BJP4Haryana @ramanmalik @OPDhankar @BDUTT @IpsitaTOI"},{"created_at":"2022-02-06T05:30:19.000Z","id":"1490196133380907076","text":"How about this for a political solution?\n\n-@POTUS says he no longer supports cross-border C19 vaccine mandate for truckers\n- @JustinTrudeau saves face\n- Biden avoids US trucker protests, likely to arrive in DC soon\n- Truckers can work\n- Ottawa returns to normal\n\nEveryone wins"},{"created_at":"2022-02-06T01:28:04.000Z","id":"1490135169071816706","text":"So has the nightlife traffic in dc changed with this vaccination mandate or are clubs/bars still fully packed ?"},{"created_at":"2022-02-05T23:56:03.000Z","id":"1490112013200236545","text":"Oh DC was serious, serious when they said everyone in the party needed an ID and vaccine card to eat dinner😂"},{"created_at":"2022-02-05T23:40:54.000Z","id":"1490108198807908360","text":"The owner of the Big Board, a Washington DC Bar, happily accepted government money, but he is unwilling to abide by a government vaccine mandate."},{"created_at":"2022-02-05T20:27:04.000Z","id":"1490059422269415425","text":"In Italy they held the March of the Vaccine Dead to memorialize victims of the mRNA injections. We should hold a similar March in DC to raise awareness of vaccine lethality, wearing macabre Black Death era costumes."},{"created_at":"2022-02-05T19:16:17.000Z","id":"1490041606526980102","text":"One thing about DC that is awesome, you have to show your proof of vaccination and your id to get into a restaurant. Coming from a red state where nobody gaf if a patron infects staff and everyone else, I am loving it."},{"created_at":"2022-02-05T19:04:29.000Z","id":"1490038639417569283","text":"Dear American Truckers:\n\nWe need you to head to DC.\n\nTell our corrupt politicians who refuse to relinquish their COVID powers to #TruckOff.\n\nDon’t leave until they end all COVID mask and vaccine mandates."}],"meta":{"newest_id":"1492536189672378376","oldest_id":"1490038639417569283","result_count":98}}