{
    "data": [
        {
            "created_at": "2022-02-12T14:34:59.000Z",
            "id": "1492507530932670464",
            "text": "Something you absolutely don’t need to carry with you in Florida? Your vaccine card. Not one person has asked to see it. No one cares here."
        },
        {
            "created_at": "2022-02-12T14:27:21.000Z",
            "id": "1492505609501122560",
            "text": "If the masks, lockdowns and vaccine passports worked then New York and California would have zero cases and everyone would be dead in Florida and Texas. Stop the charade because we see right through you. \n\n#fascism"
        },
        {
            "created_at": "2022-02-12T14:25:21.000Z",
            "id": "1492505105211527171",
            "text": "Anyone else notice that the people who say “I don’t need the vaccine cause I don’t go anywhere” also ate out last week at a busy restaurant and are planning a trip to Florida next week?"
        },
        {
            "created_at": "2022-02-12T03:51:38.000Z",
            "id": "1492345628306911243",
            "text": "I heard if you’re a nurse in Florida you’ll get fired for having the COVID vaccine."
        },
        {
            "created_at": "2022-02-12T03:26:36.000Z",
            "id": "1492339327891824640",
            "text": "Fact\n\nFlorida &amp; South Dakota didn’t shutdown\nChildren stayed in School\nBusinesses stayed open - Disney world stayed open\nThey didn’t mask up or mandate vaccination\n\nThey are no worse then California or New York\n\nAll while Florida has the Oldest Population of retirees living there"
        },
        {
            "created_at": "2022-02-11T20:50:45.000Z",
            "id": "1492239709447335940",
            "text": "History will never forget:\n1. DeSantis suspending Dr. Raul Pino, the Orlando Dept of Health head for urging vaccination for his staff.\n2.  Rep Randy Fine R53, Florida House (former gambling executive) introducing a bill to fine 11 Florida school districts $200m for mask mandates."
        },
        {
            "created_at": "2022-02-11T18:33:56.000Z",
            "id": "1492205276082151432",
            "text": "My brother is BLIND, sick enough to be in an PCU and not allowed FAMILY TO VISIT HIM!!!! This is in Florida!!! The state of no masks or vaccine!!!\nThe # is 305 575 7000!!!\nPt Tirado 6951!!!!"
        },
        {
            "created_at": "2022-02-11T14:58:37.000Z",
            "id": "1492151089822588928",
            "text": "Well been on the panhandle of Florida - @perdidokey for a week now. Weather great, not hot just perfect cool in morning and afternoon high of 18C. Love that beach, and no vaccine passport and masks are not mandatory. Really great."
        },
        {
            "created_at": "2022-02-11T14:18:03.000Z",
            "id": "1492140882329489410",
            "text": "Lawyers in Florida working to protect military personnel from forced inoculations have proven that Pfizer vaccine is not available for use in America, so what then have they put into our service men and women? You don't know and I don't know."
        },
        {
            "created_at": "2022-02-11T13:01:57.000Z",
            "id": "1492121731699392515",
            "text": "Newsflash TeeTee a vaccine won’t stop anything lol y’all having a wedding in Florida 😂😂 Throw the whole damn wedding away"
        },
        {
            "created_at": "2022-02-11T12:18:42.000Z",
            "id": "1492110847384113152",
            "text": "IOWA IS BECOMING THE NEW FLORIDA! WITH THE NO MASK NO VACCINE! REPUBLICANS ARE MENTALLY ILL AND THAT'S WHAT THE DEMOCRATS ARE FIGHTING NOT NORMAL PEOPLE, JUST CULT MINDED, BRAINWASHED, FOLLOWERS, THAT CAN'T MAKE DECISIONS ON THEIR OWN! BUT THEY THINK THEY KNOW WHAT BEST FOR YOU!"
        },
        {
            "created_at": "2022-02-11T01:00:19.000Z",
            "id": "1491940123675611147",
            "text": "💉Latest Vaccine USA🇺🇸 Statistics 02/11/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.5M 68.9%\nTexas: 17.2M 58.4%\nNew York: 14.5M 74.8%\nFlorida: 14.1M 63.9%\nPennsylvania: 8.5M 66.2%\nIllinois: 8.5M 66.8%\nOhio: 6.7M 56.8%\nVirginia: 6.1M 70.5%\n\n#vaccine #vaccineupdate #USAstats"
        },
        {
            "created_at": "2022-02-11T00:09:40.000Z",
            "id": "1491927379425607703",
            "text": "democrats *hate* republicans and don't want a state like Florida to remain free and prosperous, bc it proves that conservative approach works. they don't want that, they want their way. vaccine and mask mandates, high taxes, anti-2A laws"
        },
        {
            "created_at": "2022-02-10T23:00:28.000Z",
            "id": "1491909962733584384",
            "text": "Andy. This isn’t a remotely competent response. People are moving to Florida in droves and leaving California, because the policies you love don’t work and are hurting people.\n\nAnd with an 86% vaccination rate among adults, why did hospitalizations break records in the US?"
        },
        {
            "created_at": "2022-02-10T15:43:51.000Z",
            "id": "1491800085750947841",
            "text": "The #COVID19 mortality rate for seniors in the US is 12,204 per million\n\nthe C19 mortality rate for seniors in California is 10,008/M\n\nthe C19 mortality rate for seniors in Free Florida is 10,014/M\n\nit’s almost like lockdowns, mask and vaccination mandates make zero difference 🤷🏻‍♂️"
        },
        {
            "created_at": "2022-02-10T06:08:06.000Z",
            "id": "1491655195121664001",
            "text": "Governor dESATAN of Florida.  Dear florida citizens , please elect me again as your governor so I can run to be your president.   I have your back for freedom by not ever caring if you die of COViD or get a vaccine. You see I  triple vaccinated but it’s my secret. I am a dictator"
        },
        {
            "created_at": "2022-02-09T21:25:03.000Z",
            "id": "1491523562527727623",
            "text": "As an immunocompromised cancer recovery patient the vaccine doesn’t work for me. I know, I got 3 shots and no response.\n\nI’m so hooked now on getting daily sun to produce natural vitamin D protection that I get bummed out on cloudy days.\n\nThankfully, I’m in Florida so I’m good."
        },
        {
            "created_at": "2022-02-09T20:21:47.000Z",
            "id": "1491507640899457027",
            "text": "So far Florida is mini-trump land.\nVaccines are the devil.\nMicrowaved popcorn is black magic.\nAnd God hates fags.\nIncidentally they're fine with the highest opium over-dose rate in the nation. Needles don't matter if it's not a vaccine.\nNeck red.\n#BlackMirror #DontSayGay"
        },
        {
            "created_at": "2022-02-09T16:42:10.000Z",
            "id": "1491452372505477120",
            "text": "In case anyone is wondering, Florida has recently signed a law banning asking for vaccine status/proving vaccinated status. This directly conflicts with the Pokemon COVID Policy for large events."
        },
        {
            "created_at": "2022-02-09T13:16:02.000Z",
            "id": "1491400499408797703",
            "text": "How sad is it that Florida State Senator Polsky felt compelled to share she has cancer and another serious condition to justify kicking Surgeon General Lapado out of a meeting for not wearing a mask when Lapado undermines public health by not even sharing his vaccination status?"
        },
        {
            "created_at": "2022-02-09T12:56:52.000Z",
            "id": "1491395673711058954",
            "text": "Florida Surgeon General Dr. Joseph Ladapo declined to disclose whether he has received a coronavirus vaccine.\n\nWith leadership like this, we'd all end up sick.\n\n@GovDeSantis"
        },
        {
            "created_at": "2022-02-09T05:10:55.000Z",
            "id": "1491278415328022529",
            "text": "Florida's top doctor refuses to say if he's vaccinated\nFlorida Surgeon General Dr. Joseph Ladapo declined to disclose whether he has received a coronavirus vaccine during a contentious confirmation hearing where Democrats pressed the state’s top doctor to promote the shots"
        },
        {
            "created_at": "2022-02-09T01:29:29.000Z",
            "id": "1491222690317107203",
            "text": "Georgia dropping vaccine requirements for children - Texas burning books and Florida passing a “Don’t Say Gay” bill!  What the fuck is happening in the US and where is the outrage?!?!  Time to fight back my friends before the clock is truly turned too far back!"
        },
        {
            "created_at": "2022-02-09T00:40:34.000Z",
            "id": "1491210379179196417",
            "text": "Ladapo should not be confirmed As surgeon general of Florida. Obviously he does not believe in the vaccine or the CDC.  he is avoiding answering all questions. He’s just there to appease Governor DeSantis who will probably be gone soon."
        },
        {
            "created_at": "2022-02-09T00:25:59.000Z",
            "id": "1491206709146435584",
            "text": "Aren't the #Saskatchewan  ppl worried? Didn't they hear everyone in Florida is gone 🤷‍♀️ Florida refused to implement lockdowns masks and vaccine mandates and the whole state just disappeared. 😱🤪 Florida is fine and you will be too #Canada #BeBrave"
        },
        {
            "created_at": "2022-02-08T11:55:56.000Z",
            "id": "1491017954149814273",
            "text": "Which jet setting members of high society have not been to the US since it introduced a Covid vaccination requirement for entry on a non-immigrant visa? Who no longer attends routine meetings in Florida, but instead in a small island??🤔🤔\n\n#AskingForAFriend"
        },
        {
            "created_at": "2022-02-08T02:55:21.000Z",
            "id": "1490881913116295168",
            "text": "Happy Birthday to me. The wife and I can’t go out to eat because we live in lib ville ran by Governor King Inslee! No vaccine card no restaurant. Can’t wait till our house gets built in Port Charlotte Florida!!!"
        },
        {
            "created_at": "2022-02-07T23:19:58.000Z",
            "id": "1490827706191482881",
            "text": "The governor of Florida he wants to take credit for freedom in the state of Florida when it comes to the vaccine and masks well along with that he has to take credit for allowing all those people to die also can't do one without the other"
        },
        {
            "created_at": "2022-02-07T23:04:36.000Z",
            "id": "1490823842243268613",
            "text": "I stg if Peter franchot becomes the md governor next year and puts in a vaccine mandate, I’m gonna leave my school with 6 months left in a blaze of glory and then move to Florida"
        },
        {
            "created_at": "2022-02-07T22:55:46.000Z",
            "id": "1490821616833552388",
            "text": "What is it #PMTrudeau that makes you lie about the Truckers who simply want you to stop the mandates. The vaccine doesn't work, masks don't work.  Florida has it right."
        },
        {
            "created_at": "2022-02-07T05:35:56.000Z",
            "id": "1490559937369743363",
            "text": "India needs florida style parents bill of rights to protect from vaccine mandates and masks for atleast under 12 students !"
        },
        {
            "created_at": "2022-02-07T03:18:48.000Z",
            "id": "1490525426422370306",
            "text": "We should be investigating why this governor pushed a vaccine that was finally shut down by the government. That has done nothing for Florida that really helps those with covid. Can't wait to vote him out this year !!!"
        },
        {
            "created_at": "2022-02-07T03:14:10.000Z",
            "id": "1490524260380590087",
            "text": "Y’all was so quick to enforce a law for the vaccine yet moving slow as hell to put a cap on these $500-$1200 rent increases. #Florida #Tampa"
        },
        {
            "created_at": "2022-02-07T00:51:14.000Z",
            "id": "1490488289035497474",
            "text": "I don't know if these numbers are 100% factual and up to date...\n\nCanada — 38M pop — 34,000 COVID deaths\nFlorida — 21M pop — 66,000 COVID deaths\nTexas — 29M pop — 81,000 COVID deaths\n\n...but if they are, this is why we have masks and vaccine mandates.\n\nFuck you idiot truckers!!"
        },
        {
            "created_at": "2022-02-06T16:52:29.000Z",
            "id": "1490367804901675013",
            "text": "Palm Beach County is one of the most liberal counties in Florida, especially with the mask and vaccine mandates.\nI, myself refused to take a vaccine or a booster shot and I've had enough with the whole mask rhetoric. This has got to end. @Sheila4Congress won't do any good at all."
        },
        {
            "created_at": "2022-02-06T07:59:37.000Z",
            "id": "1490233708284198912",
            "text": "Florida Gov. Ron DeSantis threatened to investigate GoFundMe after they said they'd work with Canadian trucker vaccine protest fundraiser organizers to redistribute funds"
        },
        {
            "created_at": "2022-02-06T07:22:09.000Z",
            "id": "1490224277865603078",
            "text": "I’m in a hospital in Florida due to an emergent heart event. I happen to overhear one of the nurses encouraging the others not to be coerced into taking the COVID vaccine.\nShe said she would walk out and encouraged her coworkers to as well as Gov Disantis would back them."
        },
        {
            "created_at": "2022-02-06T02:41:34.000Z",
            "id": "1490153665067470850",
            "text": "Huh. And the closer you are to the court, you have to bring vaccine proof. That’s interesting because this is Florida!"
        },
        {
            "created_at": "2022-02-06T01:00:11.000Z",
            "id": "1490128153486020610",
            "text": "💉Latest Vaccine USA🇺🇸 Statistics 02/06/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.4M 68.6%\nTexas: 17.1M 58.1%\nNew York: 14.5M 74.5%\nFlorida: 14.0M 63.7%\nPennsylvania: 8.4M 65.9%\nIllinois: 8.4M 66.4%\nOhio: 6.7M 56.7%\nVirginia: 6.0M 70%\n\n#vaccine #vaccineupdate #USAstats"
        },
        {
            "created_at": "2022-02-06T00:21:58.000Z",
            "id": "1490118535871451137",
            "text": "Florida Governor Ron DeSantis (R), along with the state attorneys general for West Virginia and Louisiana, pledged to investigate GoFundMe's removal of a page raising money for the Canadian protests against vaccine mandates."
        },
        {
            "created_at": "2022-02-05T21:21:35.000Z",
            "id": "1490073139379949571",
            "text": "Florida Republicans: Is Biden Is Using Vaccine Resistance To Amass Database Of Federal Workers’ Religious Beliefs.\nLiam Edgar February 5, 2022"
        },
        {
            "created_at": "2022-02-05T19:57:39.000Z",
            "id": "1490052018056183815",
            "text": "In the U.S, vaccine and mask mandates gradually disappear the further south you go. By the time you're in Texas or Florida, you're basically required by state law to have COVID."
        }
    ],
    "meta": {
        "newest_id": "1492507530932670464",
        "oldest_id": "1490052018056183815",
        "result_count": 42
    }
}