{"data":[{"created_at":"2022-02-12T03:08:58.000Z","id":"1492334890075004928","text":"INBOX: Kellyanne Conway tells Young America's Foundation's Freedom Conference in Atlanta, Georgia:\n\n“Very few people in this country did more to politicize and denigrate that 'Trump vaccine' than Kamala Harris.”"},{"created_at":"2022-02-11T21:48:56.000Z","id":"1492254348361011200","text":"Some dumbass in Georgia convinced their rep that the rabies vaccine would kill their dog so now he’s introducing a bill to make the vaccine optional. \n\nI’m so tired."},{"created_at":"2022-02-11T21:34:14.000Z","id":"1492250650801065984","text":"An 11-year-old girl from Georgia died shortly after her Pfizer vaccine. Also, a 5-year-old girl died four days after getting her first Pfizer shot. In addition, an 8-year-old girl suffered a stroke and a brain hemorrhage seven days after the Pfizer shot."},{"created_at":"2022-02-11T21:33:31.000Z","id":"1492250470991151108","text":"According to OAN, tens of thousands of people, including children, have also died following the vaccination. Thirteen-year-old Jacob Clynick of Michigan died in his sleep shortly after getting his second Pfizer shot. An 11-year-old girl from Georgia"},{"created_at":"2022-02-11T15:43:49.000Z","id":"1492162466024984581","text":"Georgia is debating a bill about dog vaccine mandates. I literally can’t right now with this state"},{"created_at":"2022-02-11T15:43:25.000Z","id":"1492162363545600009","text":"The vaccine mandates aren't going away because covid went away. They're going away because the quota for Phase 1 of the Georgia Guidestones plan has been met lol"},{"created_at":"2022-02-11T11:50:14.000Z","id":"1492103683013763072","text":"Me on the phone to someone mentioning the austrian vaccine mandate: ... So have you heard about the Georgia guidestones?!\nIf you ever have a crazy conspiracy to sell me, todays the day. Im buying all of them, my mind has exploded:)"},{"created_at":"2022-02-10T22:40:48.000Z","id":"1491905014411182080","text":"georgia now trying to get rid of all mandates for vaccine, like measles and smallpox........oklahoma tracking women wanting/needing abortions...well you love to see the fall of an empire in real time"},{"created_at":"2022-02-10T18:10:05.000Z","id":"1491836885131534336","text":"Anyone in Georgia doing a lawsuit for COVID mandates. My employer is mandating it now. I don’t want to tell my employer of my vaccine status. Not because of my beliefs of vaccines, but it’s NONE OF THEIR DAMN BUSINESS?"},{"created_at":"2022-02-10T15:27:29.000Z","id":"1491795965715484688","text":"There’s a bill in Georgia state senate to remove all childhood vaccination requirements"},{"created_at":"2022-02-10T12:32:43.000Z","id":"1491751985439252480","text":"I live in Georgia and my son is still forced to wear a mask at school everyday. Now I’m hearing deep blue states are ending vaccine/mask mandates? Looks like it’s about time to leave this state and never look back."},{"created_at":"2022-02-10T10:01:29.000Z","id":"1491713925427220486","text":"People are asking if I'm wrong, but doesn't Governor Kemp's executive order prohibit COVID vaccine mandates in Georgia's public universities?"},{"created_at":"2022-02-09T18:48:23.000Z","id":"1491484137890402307","text":"I'm ok with vaccine/mask but in all honesty I'm really glad that the state of GA is going to let parents decide abt the mask. It's been over 2 1/2 yrs. Let the parents decide. Many have been vaccinated and have had it #georgia"},{"created_at":"2022-02-09T17:30:14.000Z","id":"1491464471952465930","text":"So the legislature in Georgia is seriously considering a law that would end ALL vaccine requirements (not just covid) for any public access building. Connards."},{"created_at":"2022-02-09T16:00:02.000Z","id":"1491441771036950542","text":"Georgia mom fights criminal charges for passenger in anti-vaccine mandate protests."},{"created_at":"2022-02-09T12:23:50.000Z","id":"1491387361619767297","text":"Sometimes I get really homesick for the states and--\n\nOh, Georgia has a proposed law to no longer require child vaccinations including the polio vaccine?\n\nNever mind, I'm fine here."},{"created_at":"2022-02-09T08:08:24.000Z","id":"1491323081666998273","text":"Georgia GOP lawmakers have introduced legislation that would prohibit ALL vaccine requirements for children — including measles, mumps, and chickenpox."},{"created_at":"2022-02-09T01:29:29.000Z","id":"1491222690317107203","text":"Georgia dropping vaccine requirements for children - Texas burning books and Florida passing a “Don’t Say Gay” bill!  What the fuck is happening in the US and where is the outrage?!?!  Time to fight back my friends before the clock is truly turned too far back!"},{"created_at":"2022-02-08T22:44:05.000Z","id":"1491181065696059393","text":"So some folks down in Georgia are proposing banning ALL vaccine requirements for public school attendance. So as usual the Branch Covidians and technocrats are reacting with disgust and outage instead of deeply reflecting on how bad they fucked things up."},{"created_at":"2022-02-08T19:39:46.000Z","id":"1491134680309338112","text":"So the great Georgia legislation is thinking about getting rid of ALL vaccine  mandates except for polio. Soon there won't be a Georgia"},{"created_at":"2022-02-08T19:26:53.000Z","id":"1491131437466202116","text":"Georgia voting to eliminate all vaccine mandates. Anyone know of an iron lung factory I can buy stock in?"},{"created_at":"2022-02-08T18:41:56.000Z","id":"1491120128519729155","text":"Please let the South secede already!  Saw this in another Tweet...\n\nGeorgia GOP lawmakers have introduced legislation that would prohibit ALL vaccine requirements for children — including measles, mumps and chickenpox."},{"created_at":"2022-02-08T17:39:19.000Z","id":"1491104366778265600","text":"Georgia GOPQ lawmakers have introduced legislation that would prohibit ALL vaccine requirements for children — including measles, mumps and chickenpox."},{"created_at":"2022-02-08T17:02:18.000Z","id":"1491095054458314753","text":"Reads: \"Georgia GOP lawmakers have introduced legislation that would prohibit ALL vaccine requirements for children — including measles, mumps and chickenpox.\""},{"created_at":"2022-02-08T16:50:04.000Z","id":"1491091975155556355","text":"Everyday we lose another piece of the former United States. Yesterday Supreme Court ok'd racial Gerrymandering. Today Georgia looks to outlaw all vaccine requirements. I've said it before, and I stand by it: #shitholecountry"},{"created_at":"2022-02-08T16:31:57.000Z","id":"1491087416651763713","text":"What in the AF? \n\n\"Proposed Georgia law would end all childhood vaccination requirements.\" - Feb 4, 2022\n\n17 Georgia state senators have proposed a new bill aimed at getting rid of all routine childhood vaccination requirements.\n\n#tuesdayvibe #GOPHypocrisy #GOPCoup #GQPDeathCult"},{"created_at":"2022-02-08T14:54:18.000Z","id":"1491062840446558209","text":"In Georgia\nIt's now illegal to require masks in public spaces\nSo now\nTHEY ARE TRYING TO DO AWAY WITH ALL CHILDHOOD VACCINATION REQUIREMENTS\nLet's bring back POLIO, SMALLPOX AND THE BLACK PLAUGE!\n\nYEAH GEORGIA!!! 🤬"},{"created_at":"2022-02-08T14:39:31.000Z","id":"1491059120329625601","text":"OUTRAGEOUS: Georgia GOP lawmakers have introduced legislation that would prohibit ALL vaccine requirements for children — including measles, mumps and chickenpox.\n\nRaise your hand if you KNEW that’s where this was heading! ✋"},{"created_at":"2022-02-08T10:43:03.000Z","id":"1490999612882235395","text":"What on earth of Georgia state senators doing!? Proposing to end childhood vaccine requirements in one of the most unhealthy states? Are y’all out of your god damn minds? @SenatorWarnock @SenOssoff we need to stop this."},{"created_at":"2022-02-08T08:04:08.000Z","id":"1490959618779926529","text":"Is Georgia Patrikios finished with her vaccine research yet?"},{"created_at":"2022-02-08T07:11:02.000Z","id":"1490946257803792388","text":"Hong Kong Carry Out on Georgia Ave is the Cool Vaccine. A fast vaccine for a fast lifestyle the flat in Peep Show was pretty nice, I would take a trip there just to watch movies on laptops anymore. It’s for brutes"},{"created_at":"2022-02-08T02:19:28.000Z","id":"1490872882733355011","text":"Well we knew it was coming.  Georgia Republicans have introduced legislation to make ALL vaccine requirements for children illegal including measles, mumps and chicken pox.  If this passes, people will die.  The anti-vaxxers are feeling empowered and crippling our country."},{"created_at":"2022-02-08T00:33:06.000Z","id":"1490846114459033601","text":"Cali ending the mask mandate Arizona getting it back in blood for those who got fired for not getting the vaccine meanwhile piss poor ass Michigan &amp; funky ass Georgia not doing a damn thing. KISS MY ASS ‼️🚮🚮"},{"created_at":"2022-02-07T22:31:06.000Z","id":"1490815411574784002","text":"This is the country’s future if we don't turnout and vote.\n“A GOP Georgia state senator has introduced a bill to eliminate ALL vaccine requirements for children.”"},{"created_at":"2022-02-07T19:28:21.000Z","id":"1490769419995426816","text":"\"If you get the vaccination and /or boosters, be aware of the steps to take to prevent a stroke or heart attack.\"\n\nActually on an interstate billboard in Georgia.\nIdk what group, or who, put it up."},{"created_at":"2022-02-07T16:35:14.000Z","id":"1490725852295811073","text":"What will Georgia, and other states that no longer require vaccine mandates, look like from a health standpoint in 10 to 15 years? And who will they hold accountable at that time?"},{"created_at":"2022-02-07T15:28:31.000Z","id":"1490709065235714048","text":"A state bill in Georgia is going up for a vote which would remove any and all vaccination requirements to attend school. These vaccinations include smallpox, polio, measles and others. Are you grasping how dangerous this mentality is? Do you want your child contracting measles?"},{"created_at":"2022-02-07T15:17:16.000Z","id":"1490706231274528771","text":"Georgia state senator has introduced a bill to end ALL childhood vaccine mandates.\n\nWe’ll have to avoid Georgia like the plague."}],"meta":{"newest_id":"1492334890075004928","oldest_id":"1490706231274528771","result_count":38}}