{"data":[{"created_at":"2022-02-11T18:32:00.000Z","id":"1492204791476350978","text":"Kudos to those states dropping mask and vaccine mandates 🥳 what’s up @Hawaii"},{"created_at":"2022-02-11T17:56:44.000Z","id":"1492195913762172931","text":"Another thing I love about Hawaii is that to go indoors you have to show vaccine card."},{"created_at":"2022-02-11T16:39:00.000Z","id":"1492176354003013633","text":"Vaccine requirements work. One of my sisters (a teacher) wouldn’t get vaccinated. Then she decided she really wanted to go to Hawaii, where they require vaccine cards to go to bars and restaurants. Guess who is freshly fully vaccinated?"},{"created_at":"2022-02-11T05:30:58.000Z","id":"1492008235674800129","text":"Morrison's media team is methodically and cleverly meme-ifying all the most negative incidents from his time in office\n- holding a hose\n- going to Hawaii\n\nGet ready for him to cosplay a vaccine delivery guy and then run a race in a rat costume shortly #auspol"},{"created_at":"2022-02-10T20:21:43.000Z","id":"1491870014030319616","text":"California is dropping mask mandates and New York will drop vaccine and mask mandates. There's only a few states left that are forcing citizens to wear useless masks indoors or mandating vaccine passport programs and obviously Hawaii is still one of them. What a shock."},{"created_at":"2022-02-10T13:28:44.000Z","id":"1491766082100682752","text":"G̶u̶a̶t̶e̶m̶a̶l̶a̶ is off the board because of vaccination status, That was supposed to be this month. Disney in March. Vegas in April. Hawaii in may. LA in July and I’m hitting Italy for November"},{"created_at":"2022-02-10T04:04:46.000Z","id":"1491624156965654531","text":"When 60 minutes broadcasts its bullshit and Jen gives the sob story on Hawaii, just remember those that have died in bushfires, the warnings from fire chiefs that Morrison ignored and the those that have Died because of tardy vaccine supply and quarantine failures."},{"created_at":"2022-02-08T01:45:23.000Z","id":"1490864302127214594","text":"we do not need a vaccine or masks, Obama is in Hawaii without a mask, fuck him"},{"created_at":"2022-02-07T23:55:41.000Z","id":"1490836698372067328","text":"I can't believe how many chances the media gives Morrison\n\n- Hawaii\n- Higgins\n- Holgate\n- Porter\n- Vaccine failure\n- Leaking Macron's texts\n- Christensen\n- Bullying female MPs\n- Net zero pamphlet\n- Booster failure\n- No RATs\n- Aged care disaster\n\nOur media is a threat to society"},{"created_at":"2022-02-07T17:39:21.000Z","id":"1490741987401736202","text":"🤡🌍Best vaccination ad so far: \n\"everyone has the booster, except of Kai who is in Hawaii\""},{"created_at":"2022-02-07T13:03:45.000Z","id":"1490672630273548291","text":"Watched 4Corners. Scathing assessment on Morrison re: lying, Hawaii, general lack of leadership, unpreparedness for omicron, bungled vaccine rollout, tin-ear on Brittany Higgins and not caring for environment.\n\nMust’ve watched different show to some pro-Labor auspol folks here."},{"created_at":"2022-02-07T00:39:32.000Z","id":"1490485345527369728","text":"There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."},{"created_at":"2022-02-06T00:32:49.000Z","id":"1490121263779508228","text":"King @JayInslee is battling it out to see if he can be the last state to drop his mask mandate. States with mask mandates, regardless of vaccination status:\nCalifornia | Delaware | Hawaii | Illinois | Nevada | New Mexico | New York | Oregon | Rhode Island | Washington"}],"meta":{"newest_id":"1492204791476350978","oldest_id":"1490121263779508228","result_count":13}}