{"data":[{"created_at":"2022-02-11T01:00:19.000Z","id":"1491940123675611147","text":"💉Latest Vaccine USA🇺🇸 Statistics 02/11/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.5M 68.9%\nTexas: 17.2M 58.4%\nNew York: 14.5M 74.8%\nFlorida: 14.1M 63.9%\nPennsylvania: 8.5M 66.2%\nIllinois: 8.5M 66.8%\nOhio: 6.7M 56.8%\nVirginia: 6.1M 70.5%\n\n#vaccine #vaccineupdate #USAstats"},{"created_at":"2022-02-10T18:28:38.000Z","id":"1491841553991671812","text":"My workplace has 100% compliance with the vaccine. We are a large non profit all over the state of Illinois. Trust me central/southern Illinois is vastly different than northern Illinois."},{"created_at":"2022-02-10T13:57:52.000Z","id":"1491773416571084801","text":"Just FYI: On Friday, February 4, the Circuit Court in Sangamon County Illinois issued a state-wide Temporary Restraining Order, halting mask and vaccine-or-testing mandates for students and staff which had been implemented by 170 school districts."},{"created_at":"2022-02-10T02:07:56.000Z","id":"1491594753493843969","text":"So has Illinois just forgotten that kids under 5 still can't get the vaccine? But sure, let's lift the mask mandate."},{"created_at":"2022-02-10T01:25:17.000Z","id":"1491584020865507330","text":"the illinois vaccination commercials don’t have the same zest as “BUY AN APPLE WATCH OR YOU WILL DIE.” missed opportunity, governor mayor quimby."},{"created_at":"2022-02-09T22:42:34.000Z","id":"1491543071934275597","text":"Just saw on tv that Illinois is 64% vaccinated. Over 8 mill people. And after 2 years of a pandemic, and 1 year after the vaccine was available, 900 thou dead, 2 thou a day now, and now people are getting a gift card of $100 so that they can save their lives. Only in America."},{"created_at":"2022-02-09T20:14:29.000Z","id":"1491505804800892932","text":"J.B. just said Illinois has a higher vaccination rate than all of the surrounding states. Duh!"},{"created_at":"2022-02-09T18:03:08.000Z","id":"1491472750678097928","text":"Macon county Illinois, with one of the lower vaccination rates in the state, has some of the lowest covid numbers in the state currently. 🤔"},{"created_at":"2022-02-09T17:31:56.000Z","id":"1491464899146313729","text":"Illinois and San Francisco to lift mask mandate partially by middle-to-end of February! #COVID19 #Covid #CovidVaccine #Vaccine #MaskMandates #News"},{"created_at":"2022-02-09T16:35:30.000Z","id":"1491450695555641350","text":"my therapist said that government officials who are removing mask mandates right now are not tethered to reality\n\nshe also didn't think Illinois would enact a vaccine mandate for next school year because politics"},{"created_at":"2022-02-09T15:06:06.000Z","id":"1491428198558896130","text":"You need vaccination cards in Illinois, but not in Texas 😩😭 they always lit"},{"created_at":"2022-02-09T02:22:09.000Z","id":"1491235943365627905","text":"Well.. school board voted in favor of optional masks.. I knew this was coming because of the Illinois lawsuit.. \nthus my kid got his 1st vaccine dose and we will continue to stay masked in our school.\n(Cont..)"},{"created_at":"2022-02-08T22:57:13.000Z","id":"1491184371017355264","text":"It's reasonable to talk about when mask mandates should end; what levels of vaccination, case rates, hospitalization rates, etc. might be good levels to relax mitigations. That's not what's happening at Illinois schools though."},{"created_at":"2022-02-08T22:36:09.000Z","id":"1491179067655086084","text":"75% of Illinois has received at least 1 dose of the vaccine, which experts have stated is the goal. So why does @JBPritzker still have a mask mandate in place? \n\nHe says he is using hospitalizations as his meter but we have fewer now than when he removed mandate in 2021."},{"created_at":"2022-02-08T21:18:14.000Z","id":"1491159462282858498","text":"On Friday an Illinois judge blocked schools from enforcing Illinois Governor Pritzker's mask, and vaccine mandates, referring to the policies as “type of evil”\nPritzker had said he didn’t know when the mask mandate would be lifted. \nPritzker plans to appeal the ruling."},{"created_at":"2022-02-08T05:20:39.000Z","id":"1490918478257483778","text":"Democrats get mad when I call them Nazis, especially when I called the Illinois Holocaust Museum Nazis for requiring Covid vaccine papers.\n\nI would like to apologize to absolutely nobody!"},{"created_at":"2022-02-08T03:04:34.000Z","id":"1490884230083080196","text":"T and I watching one of those “all in Illinois” commercials talking about how the vaccine is allowing him to see his grandparents. \nMe: can’t relate \nT: see the vaccine doesn’t do anything for you\n\n(My grandparents died long before COVID became a thing🤣)"},{"created_at":"2022-02-08T01:52:35.000Z","id":"1490866116834512898","text":"Does anyone know where in Illinois you can get the Johnson and Johnson vaccine?"},{"created_at":"2022-02-07T21:50:48.000Z","id":"1490805269550489603","text":"Everyone needs to fill out these witness slips to oppose HB4640 which will create a vaccine data registry here in Illinois. The Dems have moved the hearing date to the 9th in an effort to negate the slips we filled out last week. This tyranny must NEVER be allowed. Link below 👇🏾:"},{"created_at":"2022-02-07T17:30:00.000Z","id":"1490739635365974016","text":"A central Illinois judge has blocked Governor Pritzker's mask, vaccine, and testing mandate in schools. The state's Attorney General will appeal, but the temporary restraining order will void the mandate unless it is restored. For more, listen below (2:50).\n\nBy Madison Holcomb"},{"created_at":"2022-02-07T17:26:09.000Z","id":"1490738668394500098","text":"It’s chaos today for Illinois schools. Last night, a judge granted a temporary restraining order against some state mask and vaccine-related requirements for schools. 1/"},{"created_at":"2022-02-07T16:00:01.000Z","id":"1490716989840576518","text":"Over 60,000 new cases of COVID-19 were reported in Illinois on Friday. Nearly 50% of the population is fully boosted, and Pfizer is applying for children under five do be able to receive the vaccine. For more, listen below (0:26).\n\nBy Tara Mobasher"},{"created_at":"2022-02-07T14:28:31.000Z","id":"1490693962776072199","text":"\"As a reminder, in the State of Illinois and City of Racine, a mask must be worn at all times while indoors regardless of vaccination status and may only be removed if you are able to consistently maintain 6 foot of distance, while eating, drinking or presenting at a meeting.\""},{"created_at":"2022-02-07T00:39:32.000Z","id":"1490485345527369728","text":"There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."},{"created_at":"2022-02-06T23:50:35.000Z","id":"1490473026818908161","text":"Hurray, Illinois!\n\nLots of school districts are going mask optional, starting tomorrow, in wake of a judge’s ruling that puts a temporary restraining order on Gov. Pritzker’s statewide mask mandate in schools, and on vaccine and testing requirements for staff."},{"created_at":"2022-02-06T20:00:29.000Z","id":"1490415119473463302","text":"Judge blocks Illinois schools from enforcing Gov. Pritzker’s mask, vaccine mandates\nby Greg Bishop | The Center Square\nFebruary 4, 2022 7:31 PM"},{"created_at":"2022-02-06T12:07:02.000Z","id":"1490295969077989377","text":"Will somebody tell Uncle fauci we don't need no more instruction about covid-19 or the vaccine people in the state of Illinois we do herbal medicines we eat garlic use ginger all the old remedies that our ancestors used until the rich Rockefellers stole patent to herbal medicines"},{"created_at":"2022-02-06T01:00:11.000Z","id":"1490128153486020610","text":"💉Latest Vaccine USA🇺🇸 Statistics 02/06/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.4M 68.6%\nTexas: 17.1M 58.1%\nNew York: 14.5M 74.5%\nFlorida: 14.0M 63.7%\nPennsylvania: 8.4M 65.9%\nIllinois: 8.4M 66.4%\nOhio: 6.7M 56.7%\nVirginia: 6.0M 70%\n\n#vaccine #vaccineupdate #USAstats"},{"created_at":"2022-02-06T00:32:49.000Z","id":"1490121263779508228","text":"King @JayInslee is battling it out to see if he can be the last state to drop his mask mandate. States with mask mandates, regardless of vaccination status:\nCalifornia | Delaware | Hawaii | Illinois | Nevada | New Mexico | New York | Oregon | Rhode Island | Washington"},{"created_at":"2022-02-05T21:05:40.000Z","id":"1490069136642293778","text":"For all my non-education friends: a judge in downstate Illinois just overturned the mask mandate in schools for more than 140 school districts. This means no masks and no need more vaccination/negative weekly test for staff🙃"},{"created_at":"2022-02-05T20:50:13.000Z","id":"1490065247234928640","text":"Illinois: you must show your COVID vaccination card everywhere you go because we care about your health and safety. \n\nAlso Illinois: We have one baggage claim per terminal so please pack together like sardines WITH YOUR MASK ON"}],"meta":{"newest_id":"1491940123675611147","oldest_id":"1490065247234928640","result_count":31}}