{"data":[{"created_at":"2022-02-10T21:02:30.000Z","id":"1491880277102186501","text":"Just so we're clear, there are some Louisiana legislators who want to pass a Constitutional Amendment to prohibit discrimination based on vaccination status, but are perfectly fine allowing it based on sexual orientation or gender identity."},{"created_at":"2022-02-10T15:18:44.000Z","id":"1491793765182238737","text":"LOUISIANA: A federal appeals court by a 2-1 vote refused to reinstate Biden's vaccine mandate for federal workers while it reviews lower court ruling that put the requirement on hold."},{"created_at":"2022-02-09T21:32:46.000Z","id":"1491525507506073600","text":"Attorneys general from 16 states, led by Louisiana, filed a new legal challenge to COVID-19 vaccine mandates for U.S. healthcare workers claiming the mandates are illegal and obsolete, as the vaccines don't work against Omicron, the dominant variant in the U.S."},{"created_at":"2022-02-08T05:15:59.000Z","id":"1490917300773416966","text":"Attorneys general from 16 states, led by Louisiana, filed a new legal challenge to COVID-19 vaccine mandates for U.S. healthcare workers claiming the mandates are illegal and obsolete, as the vaccines don’t work against Omicron, the dominant variant in the U.S."},{"created_at":"2022-02-08T04:07:51.000Z","id":"1490900158271614976","text":"I wish Canada all the best. My focus is on America 🇺🇸. NY, Boston, Philly, DC, Cali, Louisiana, and Chicago has fallen (unconstitutional vaccine mandates). All 50 states must unite. We can not wait for the America truckers convoy to start (it has been three years)."},{"created_at":"2022-02-06T10:27:22.000Z","id":"1490270888113016835","text":"33 Year Old Father Dies Of Immune Disorder Caused By Pfizer COVID Vaccine Says Doctor\n\nSince being diagnosed with various immunological illnesses, Brandon Pollet, a Louisiana instrument technician and father of a one-year-old girl, passed away on Friday. According to"},{"created_at":"2022-02-06T00:21:58.000Z","id":"1490118535871451137","text":"Florida Governor Ron DeSantis (R), along with the state attorneys general for West Virginia and Louisiana, pledged to investigate GoFundMe's removal of a page raising money for the Canadian protests against vaccine mandates."},{"created_at":"2022-02-05T21:09:09.000Z","id":"1490070012392005634","text":"Anti-vax \"Vaccine Police\" leader Christopher Key, who is slated to conduct a \"citizens arrest\" on Louisiana's Democratic governor Monday, is currently stranded on the side of a highway after one of his tires ruptured."},{"created_at":"2022-02-05T17:56:07.000Z","id":"1490021432901963783","text":"Looks like I'll never be able to leave Louisiana if I have to get that vaccine FUCK IT!! Not experimenting on Muva!"}],"meta":{"newest_id":"1491880277102186501","oldest_id":"1490021432901963783","result_count":9}}