{
    "data": [
        {
            "created_at": "2022-02-12T15:43:38.000Z",
            "id": "1492524806574596099",
            "text": "Salem, Massachusetts went from “show proof of vaccine to enter a business” to “you know what ? No more restrictions …take off your masks” in like four weeks\n\nSeriously in December here was no proof of vaccine needed, in January there was one and then in Feb no masks or vex proof"
        },
        {
            "created_at": "2022-02-09T22:20:43.000Z",
            "id": "1491537571964284931",
            "text": "Reported more lasting antibodies in infants after COVID-19 vaccination during pregnancy than in infants whose mothers had natural COVID-19\ninfections during pregnancy but were not vaccinated by small study of Massachusetts General Hospital."
        },
        {
            "created_at": "2022-02-09T18:26:07.000Z",
            "id": "1491478533574737928",
            "text": "Massachusetts: We have a metrics-based guideline for when schools can drop mask mandates, but hey, whatevs, we're dropping below the previous all-time peak, so let's just abandon that and say schools with any level of vaccination can do away with masks."
        },
        {
            "created_at": "2022-02-09T15:41:07.000Z",
            "id": "1491437009445208070",
            "text": "Massachusetts ending mask mandate in public schools on Feb 28th! \n\n42 local schools already dropped mandate based on 80% vaccination rates."
        },
        {
            "created_at": "2022-02-09T01:06:22.000Z",
            "id": "1491216871211044867",
            "text": "So what changed about Salem, Massachusetts lifting all the COVID mask and vaccine requirements? All of a sudden this isn't an issue? This whole entire ordeal has turned into one giant political facade."
        },
        {
            "created_at": "2022-02-08T23:20:29.000Z",
            "id": "1491190224848064512",
            "text": "Massachusetts schools add a new concept to their curriculum. “It’s good to discriminate.”\nKids are divided along the vaccine lines. \n\n#BoycottBoston #BankruptBoston"
        },
        {
            "created_at": "2022-02-08T18:50:52.000Z",
            "id": "1491122372656918528",
            "text": "NEW: Massachusetts ranked #1 for flu vaccination rates during the 2020-21 flu season, coming in at 66.5%.\nThat's just over the national average."
        },
        {
            "created_at": "2022-02-08T14:30:43.000Z",
            "id": "1491056905355087880",
            "text": "update on senseless trucker vaccine mandate cost ramifications Massachusetts to Ontario, was $950.. Spot market today is now $2800.. @JustinTrudeau &amp; @POTUS better address this before you further destroy business and economy"
        },
        {
            "created_at": "2022-02-08T00:46:53.000Z",
            "id": "1490849579306459137",
            "text": "🗳#POLL: Tell @MassGovernor #CharlieBaker how you feel about forced #Masking &amp; #Vaccination of #Students in #Massachusetts’ K-12 and State Colleges &amp; Universities…\n\n#MApoli | #MAgov | #MAdoe | #MHE | #DESE | #MTA | #ChildAbuse"
        },
        {
            "created_at": "2022-02-07T20:00:39.000Z",
            "id": "1490777546367148034",
            "text": "Get your COVID-19 vaccination or booster today! If you’re not fully vaccinated, you should:\n✅ Get vaccinated &amp; boosted. (If eligible)\n❓Where? TODAY @ the YMCA 11-7pm YMCA of Central Massachusetts \n😷 Wear a mask.\n↔ Stay 6 feet apart.\n🚫 Avoid crowds."
        },
        {
            "created_at": "2022-02-07T14:37:14.000Z",
            "id": "1490696156963389447",
            "text": "Radio announcement for a program at the public library in Pittsfield, Massachusetts is requiring proof of vaccination to attend. Called to confirm and was told there is a mask requirement to enter/some programs require proof of vaccination.  Fab!  So, when do others follow suit?"
        },
        {
            "created_at": "2022-02-07T14:06:23.000Z",
            "id": "1490688394745286659",
            "text": "Did you know: February 20, 1905\nJacobson v. Massachusetts\nIn Jacobson v. Massachusetts, the Supreme Court recognizes the legality of compulsory vaccination laws.\nDid we do away with this law?"
        },
        {
            "created_at": "2022-02-06T21:59:00.000Z",
            "id": "1490444945420922882",
            "text": "Do any Massachusetts labor law folks know why @MayorWu is having more difficulty imposing a vaccine mandate than @MassGovernor did for state workers? Aren't they similarly situated under 150E? Or did it fall under bargainable issues for Boston specifically?"
        }
    ],
    "meta": {
        "newest_id": "1492524806574596099",
        "oldest_id": "1490444945420922882",
        "result_count": 13
    }
}