{"data":[{"created_at":"2022-02-12T00:46:18.000Z","id":"1492298985918418945","text":"Is it TRUE that Maryland doesn’t consider you a covid vaccination for Maryland if you got your vaccine elsewhere? I am hearing Maryland is 84% vaccinated per the CDC but only 80% per MD Dept of Health because ppl got the jab in VA or DC.  Any clarification will be helpful."},{"created_at":"2022-02-11T18:47:14.000Z","id":"1492208622276952070","text":"Nobody calls me more than the Maryland Vaccination number and they think I'll give that up to get the jab? These overlords don't know psychology, proof they are decrepit and that Lowbie World Order will easily conquer."},{"created_at":"2022-02-10T21:08:10.000Z","id":"1491881702289031174","text":"Very first folks to walk in today responded to our request for vaccine cards and IDs with, \"well, we live in Maryland.\" Sounds like a personal problem."},{"created_at":"2022-02-10T19:59:53.000Z","id":"1491864517441118216","text":"If Maryland Vaccine Center call me one more time…."},{"created_at":"2022-02-10T14:49:58.000Z","id":"1491786523892584449","text":"Maryland would never have us showing vaccination cards. EVER."},{"created_at":"2022-02-10T12:05:32.000Z","id":"1491745146773577728","text":"Maryland launches a vaccine lottery, guess I was the chump for doing it for free"},{"created_at":"2022-02-09T15:19:30.000Z","id":"1491431572192763906","text":"The fully vaxxed lottery, I’m already entered, from my vaccination records the state of Maryland has…\n\nFirst drawing is February 15, a chance to win $500,000!\n\nNo idea they were having a lottery, when I got boosted January 14!\n\nOpportunities are everywhere!!"},{"created_at":"2022-02-09T14:55:48.000Z","id":"1491425605736595457","text":"Texas Man Pleads Guilty to Sending Violent Threats to Maryland Doctor Who Had Been a Vocal Advocate of the Covid-19 Vaccine: The message from Harris included violent and explicit threats, such as, “Never going to take your wonder drug. My 12 gauge promises I won't.\"\nThe post  ..."},{"created_at":"2022-02-09T01:34:33.000Z","id":"1491223965804933121","text":"the maryland vaccine center keeps calling me to tell me i'm eligible for my booster... that i got a month and a half ago..."},{"created_at":"2022-02-08T07:34:38.000Z","id":"1490952196665401348","text":"The first anti-vaccine advertising study was conducted by Johns Hopkins University, George Washington University and the University of Maryland. Researchers analyzed vaccine ads between December 2018 and February 2019 and found that 54% of anti-vaccine ads on social media"},{"created_at":"2022-02-08T02:12:10.000Z","id":"1490871043371974656","text":"VAERS report 1336138:\n49yo Male, Maryland\nDied of massive heart attack 4 hours after receiving the Moderna vaccine.\n\nWhy was this report removed from VAERS after 05-28-2021?"},{"created_at":"2022-02-07T23:42:12.000Z","id":"1490833303913611264","text":"INBOX from DOJ: Texas Man Pleads Guilty to Sending Violent Threats to Maryland Doctor Who Had Been a Vocal Advocate of the Covid-19 Vaccine"},{"created_at":"2022-02-07T18:44:41.000Z","id":"1490758429178314758","text":"1/2 The Council for the Village of New Maryland will host a Council-In-Committee meeting Feb. 9th @ 6:30 pm.  Registration required in advance &amp; compliance with all current COVID-19 protocols is mandatory, including the requirement to show proof of full vaccination &amp; to wear...."},{"created_at":"2022-02-07T02:32:39.000Z","id":"1490513811987652615","text":"Myself as the oldest brother of former United States Surgeon General Dr Jerome Adams , I can say that I'm glad that I did take it the phizer vaccine and booster shot both at Walgreens in Charlottehall Maryland 20622"},{"created_at":"2022-02-06T16:52:00.000Z","id":"1490367683866595329","text":"I got to have a vaccine card to get in BusBoys and Poets in Maryland tho 😩 I bust the windows out of this  Mf’er while reciting “And Still I Rise” by Mya Angelou"}],"meta":{"newest_id":"1492298985918418945","oldest_id":"1490367683866595329","result_count":15}}