{"data":[{"created_at":"2022-02-12T11:57:31.000Z","id":"1492467901403897862","text":"Maine abhi tk vaccine nhi lgwaye 💉😪"},{"created_at":"2022-02-11T00:53:38.000Z","id":"1491938445274632197","text":"Let's recall that Maine has a very high vaccination rate and the last time Mainers voted on vaccine requirements for schools only 27% wanted to make them weaker. Anti-vax politics may be loud but it is not popular. #mepolitics"},{"created_at":"2022-02-11T00:17:13.000Z","id":"1491929277524283392","text":"Love the 📺 cutaway to @nirav_mainecdc when @GovJanetMills talked about Maine’s high vaccination rate. 👏 #mepolitics"},{"created_at":"2022-02-11T00:16:02.000Z","id":"1491928983067410443","text":"Maine has the third highest vaccination rate and the fourth lowest death rate in the nation. Despite that success, Governor Mills is continuing to work to ensure vaccines and tests are available, critical care is available, and our businesses stay open and thriving. #mepolitics"},{"created_at":"2022-02-10T17:56:01.000Z","id":"1491833347877658630","text":"Kal Maine vaccine liya tha uska side effects aj pata chal raha hai🙂\nI am feeling like I am dying 😶🙂\n\nEVIL EYES OFF TEJRAN\n#TejRan"},{"created_at":"2022-02-10T15:06:54.000Z","id":"1491790785590693891","text":"#REPORT: | 70 Year Old Maine Doctor [who has given Congressional testimonies in four states on vaccine efficacies] SUSPENDED – Ordered to Undergo PSYCH EVALUATION for Prescribing Ivermectin, Hydroxychloroquine...\n\nSick of THE SPIN, Follow @ElAmerican_"},{"created_at":"2022-02-07T19:55:03.000Z","id":"1490776137537970178","text":"Aaj vaccine di toh haath pe bohot zyaada dard ho rahi thi toh maine headphones laga k Spotify main Hugs from Darsh ka puri Playlist sunn li now I feel better pehle se. His voice always works like a painkiller for me✨. Thank you @diptidasdrdz di for the Playlist 🤗💙"},{"created_at":"2022-02-07T16:44:23.000Z","id":"1490728157686632450","text":"The highest vaccination rates in the US: Vermont leads the way at 80%, Rhode Island comes in a close second at 79%, with Maine, Connecticut &amp; MA rounding out the top 5.\n \nWhile they don't crack the top 10, the W. coast also has high vaccination rates from CA to WA state,"}],"meta":{"newest_id":"1492467901403897862","oldest_id":"1490728157686632450","result_count":8}}