{"data":[{"created_at":"2022-02-12T15:14:10.000Z","id":"1492517393087746051","text":"More than 12 hours after a Canadian judge ordered anti-vaccine mandate truckers to end their blockade of a bridge linking Ontario and Michigan, police were finally moving to end the protest, according to reports. Good!👍\n #TruckersForFreedom"},{"created_at":"2022-02-12T14:20:19.000Z","id":"1492503837940277252","text":"Oh boy. “Police move in on remaining Canadian truckers protesting on Ambassador Bridge: LIVE UPDATES\nA convoy of Canadian truckers protesting vaccine mandates remained blocking the Ambassador Bridge connecting Michigan to Ontario early Saturday despite a court order Friday night"},{"created_at":"2022-02-11T21:33:31.000Z","id":"1492250470991151108","text":"According to OAN, tens of thousands of people, including children, have also died following the vaccination. Thirteen-year-old Jacob Clynick of Michigan died in his sleep shortly after getting his second Pfizer shot. An 11-year-old girl from Georgia"},{"created_at":"2022-02-11T19:41:58.000Z","id":"1492222397310816259","text":"Just blocked Real Housewives of Michigan. All over me trying to tell me how wonderful the vaccine is. And the truckers have nothing to protest for. Sheese !!!!"},{"created_at":"2022-02-11T17:14:26.000Z","id":"1492185268190916609","text":"Tuning in to a hearing for a court injunction that would allow police to end the blockade protest on the Canadian border with Michigan. \n\nTruckers protesting Canadian vaccine mandates forced the closure of the Ambassador Bridge, which links Detroit and Windsor, Ontario."},{"created_at":"2022-02-11T16:03:53.000Z","id":"1492167513525788672","text":"If you would like a COVID19 vaccine or booster get one today with no waiting. Northwest Michigan Health Services is here in the Main Library McGuire Room until 2 pm."},{"created_at":"2022-02-11T13:10:43.000Z","id":"1492123936288493568","text":"Protests at the US-Canada border are threatening supply chains and creating major disruptions. Access to three border crossings in Michigan, North Dakota and Montana have been cut off by truckers protesting Covid-19 vaccine mandates and other rules,"},{"created_at":"2022-02-11T09:54:51.000Z","id":"1492074644106616833","text":"⚡️BREAKING BREAKING: Tucker Carlson says Michigan’s Democrat Governor Gretchen Whitmer is offering the Canadian government her state's \"heavy equipment\" to remove Canadian truckers from the Ambassador bridge during Human Rights protests against vaccine mandates and passports."},{"created_at":"2022-02-11T06:18:33.000Z","id":"1492020210299285505","text":"I’ve seen so many right wing takes that “if Whitmer wants the bridge open she should end the mandates”\n\nWhat mandates do we have in Michigan?? There’s no mask mandate, no vaccine mandate, basically everything is fully open. Brain dead talking points that don’t reflect reality"},{"created_at":"2022-02-11T04:13:56.000Z","id":"1491988849290977281","text":"⚡️BREAKING BREAKING: Tucker Carlson says Michigan’s Democrat Governor Gretchen Whitmer is offering the Canadian government her state's \"heavy equipment\" to remove Canadian truckers from the Ambassador bridge during Human Rights protests against vaccine mandates and passports."},{"created_at":"2022-02-11T03:53:12.000Z","id":"1491983632495530026","text":"BREAKING: Tucker Carlson says Michigan’s Democrat Governor Gretchen Whitmer is offering the Canadian government her state's \"heavy equipment\" to remove Canadian truckers from the Ambassador bridge during Human Rights protests against vaccine mandates and passport BITCH"},{"created_at":"2022-02-11T03:08:42.000Z","id":"1491972435276673024","text":"BREAKING: Tucker Carlson says Michigan’s Democrat Governor Gretchen Whitmer is offering the Canadian government her state's \"heavy equipment\" to remove Canadian truckers from the Ambassador bridge during Human Rights protests against vaccine mandates and passports"},{"created_at":"2022-02-11T02:25:41.000Z","id":"1491961610885345281","text":"💥 BREAKING: Tucker Carlson says Michigan’s Democrat Governor Gretchen Whitmer is offering the Canadian government her state's \"heavy equipment\" to remove Canadian truckers from the Ambassador bridge during Human Rights protests against vaccine mandates and passports"},{"created_at":"2022-02-11T02:03:29.000Z","id":"1491956022742769667","text":"There’s a Michigan state representative who recently introduced a bill to make vaccination a protected class, like gender or race. \n\nHe represents a district that voted for Biden and first won in 2018 when his Dem opponent was charged with embezzlement"},{"created_at":"2022-02-11T01:55:11.000Z","id":"1491953934734397441","text":"BREAKING: Tucker Carlson says Michigan’s Democrat Governor Gretchen Whitmer is offering the Canadian government her state's \"heavy equipment\" to remove Canadian truckers from the Ambassador bridge during Human Rights protests against vaccine mandates and passports"},{"created_at":"2022-02-11T01:45:53.000Z","id":"1491951592685383680","text":"BREAKING: #Tucker Carlson says Michigan’s Democrat Governor Gretchen Whitmer is offering the Canadian government her state's \"heavy equipment\" to remove Canadian truckers from the Ambassador bridge during Human Rights protests against vaccine mandates and passports"},{"created_at":"2022-02-10T22:13:15.000Z","id":"1491898081570402308","text":"I’m on my way to Kalamazoo Michigan, in February, for work, and I’m actually happy about this because no mask and vaccine mandates"},{"created_at":"2022-02-10T20:32:55.000Z","id":"1491872831541583887","text":"Michigan Republicans starting to signal support for Ambassador Bridge protest: State Rep. David Martin, R-Davison, in letter to Whitmer: “We are confident that more shutdowns will take place if you do not work with your federal and Canadian partners to end vaccine mandates…”"},{"created_at":"2022-02-10T17:23:53.000Z","id":"1491825260525670404","text":"Gov. Gretchen Whitmer said in a statement she wants Canadian authorities to \"deescalate\" the situation at the Ambassador Bridge so traffic can fully reopen to Michigan.\nTruckers there are protesting Canadian vaccine mandates and other COVID restrictions."},{"created_at":"2022-02-08T23:00:12.000Z","id":"1491185123492245504","text":"To all the stupid #CanadianTruckers protesting a damn vaccination— FU!\nWe have no parts because you a$$holes are blocking both international bridges into Michigan. We get sent home and not paid \nYour “freedom” doesn’t feed my family.\n #pissedOff"},{"created_at":"2022-02-08T16:26:08.000Z","id":"1491085951828905992","text":"The U.S. state of Michigan closed the Ambassador Bridge, a bridge between Detroit to Canada, during the ongoing trucker-led protest over COVID-19 vaccination mandates."},{"created_at":"2022-02-08T15:54:12.000Z","id":"1491077913730555904","text":"Vaccine mandates are \"threatening international #trade and #commerce with our No. 1 partner\". About 30-50% of truckers on #USA side of border are ineligible to cross into #Canada, said Chuck Lippstreu, president of Michigan Agri-Business Association. v The Detroit Press #canpoli"},{"created_at":"2022-02-08T00:33:06.000Z","id":"1490846114459033601","text":"Cali ending the mask mandate Arizona getting it back in blood for those who got fired for not getting the vaccine meanwhile piss poor ass Michigan &amp; funky ass Georgia not doing a damn thing. KISS MY ASS ‼️🚮🚮"},{"created_at":"2022-02-07T14:01:01.000Z","id":"1490687042988253188","text":"So am hearing of tRumpers registered wit Michigan Works, collecting unemployment, getting hired, then not showing up because of refusing the vaccine required. So does the agency jeep track?"},{"created_at":"2022-02-06T02:53:04.000Z","id":"1490156560806518784","text":"I am very pro-vaccine.  I'm on board with vaccine passports and mandates that support public health.\n\nBut are those Michigan vaccine commercials convincing anyone?  Is there anyone left to convince?  They fill me with dread and cringe."}],"meta":{"newest_id":"1492517393087746051","oldest_id":"1490156560806518784","result_count":25}}