{"data":[{"created_at":"2022-02-11T13:26:08.000Z","id":"1492127815348543490","text":"It's gasoline trick Mobil stock market cap bill gates vaccine mandate takes effect January 1 Albert Lea Minnesota state football division 50 percentage of land cost"},{"created_at":"2022-02-10T21:23:29.000Z","id":"1491885555801600008","text":"The Minnesota Health Department makes it so hard to get your vaccination records. Just go to your local clinic, and they’ll retrieve it for you."},{"created_at":"2022-02-10T20:58:00.000Z","id":"1491879143167963136","text":"As a result of this expiration, the entry requirements of proof of vaccination or negative test are no longer in effect by the City of Saint Paul for events at Xcel Energy Center, including Minnesota Wild games. (2/3)"},{"created_at":"2022-02-10T10:41:28.000Z","id":"1491723989860892673","text":"RT @ElAmerican_ #BREAKING [REPORT]: | 6-Year-Old Child in Minnesota Develops Rare Case of Myocarditis TWO DAYS AFTER Receiving COVID-19 Vaccine..\n\nSick of CENSORSHIP, Follow @ElAmerican_"},{"created_at":"2022-02-09T17:05:59.000Z","id":"1491458369387130880","text":"#BREAKING [REPORT]: | 6-Year-Old Child in Minnesota Develops Rare Case of Myocarditis TWO DAYS AFTER Receiving COVID-19 Vaccine..\n\nSick of CENSORSHIP, Follow Freezone\n\nEl American@ElAmerican_"},{"created_at":"2022-02-09T15:44:14.000Z","id":"1491437794417606664","text":"#BREAKING \nReport:  6-Year-Old Child in #Minnesota Develops Rare Case of #Myocarditis 2 Days After Receiving COVID-19 Vaccine\n@ElAmerican_  #US #BreakingNews"},{"created_at":"2022-02-09T15:21:57.000Z","id":"1491432186079490049","text":"#BREAKING A 6-year-old child in Minnesota develops rare case of Myocarditis TWO DAYS AFTER receiving COVID-19 vaccine..\n\nDemocrats should be ashamed of themselves.. I seriously can’t wait until November when the Republicans beat the fkn snot out of them.. #FJB"},{"created_at":"2022-02-09T12:14:37.000Z","id":"1491385041897013249","text":"Ponderance\n\nCOVID cases are dropping in Minnesota so let’s drop the indoor mask mandates and vaccine requirements for the U of M\n\n“Hey Mr Smith your cholesterol readings are dropping, so it’s OK to stop your diet and exercise program?”\n\nGood luck.\n\nWhat am I missing here?"},{"created_at":"2022-02-08T22:42:14.000Z","id":"1491180598349938689","text":"Just as fast as they put it in they are taking it out. Both Saint Paul and the University of Minnesota are quickly ending vaccine passport mandates they put in 2 weeks ago because it was raising all sorts of Cain!"},{"created_at":"2022-02-08T19:13:12.000Z","id":"1491127997105336321","text":"The DFL program:\n- no prison for teen carjackers\n- free crack pipes\n- violent criminals released from jail\n- mask mandates and vaccine ID \n\nMinnesota, in November you have a choice and can make a change!"},{"created_at":"2022-02-08T18:45:20.000Z","id":"1491120981179781121","text":"The University of Minnesota announced that it will NOT extend its proof of COVID-19 vaccine or negative test policy beyond the previously scheduled February 9th date.\n\nThis applied to events with more than 200 people. The mask requirement is still in place."},{"created_at":"2022-02-08T17:45:44.000Z","id":"1491105981694021633","text":"President Gable of the University of Minnesota is now lifting proof of vaccination requirements to attend 200+ events. She cites that there has been a recent decline in overall COVID cases. However, transmission is still extremely high in the state. #umn"},{"created_at":"2022-02-08T13:34:23.000Z","id":"1491042730839257092","text":"It is incredibly painful how few people see that the vaccine passport scheme is being implemented in Minnesota. Remember when @GovTimWalz said there was no such thing as vaccine passports and Senate Republicans believed him &amp; cucked on banning them?"},{"created_at":"2022-02-07T23:14:01.000Z","id":"1490826210498289665","text":"Damn, I wonder what the Covid situation is like in china and else where in the world, i live in what basically is a quite Minnesota, what do people think of the vaccine in china, or asia in general."},{"created_at":"2022-02-06T04:56:22.000Z","id":"1490187588728233992","text":"The COVID job -- the responsible party for getting me laid off from the Vaccine Job was FBI and Saint Paul police from Minnesota -- all Traffickers and Domestic terrorists of Omars and the Iranian. \n\nThe Nazis that need to stop stalking me and be charged with crimes"}],"meta":{"newest_id":"1492127815348543490","oldest_id":"1490187588728233992","result_count":15}}