{
    "data": [
        {
            "created_at": "2022-02-12T14:35:53.000Z",
            "id": "1492507756519165959",
            "text": "NEW JERSEY COURT REJECTS MANDATE CHALLENGE FROM CORRECTION OFFICERS UNION; EMPLOYEES MUST SHOW PROOF OF VACCINATION STARTING TUESDAY"
        },
        {
            "created_at": "2022-02-11T22:52:29.000Z",
            "id": "1492270342626332672",
            "text": "Very New Jersey of New Jersey to say they’re going to get rid of masks in schools the same week the CDC says  the vaccine booster effectiveness wanes 4 months after getting it."
        },
        {
            "created_at": "2022-02-11T20:06:52.000Z",
            "id": "1492228664582357001",
            "text": "People of New Jersey need to buckle up and prepare for the repercussions of #tyrantmurphy s vaccine mandate on correctional police officers. Massive lay offs will give him the excuse he’s looking for to empty the prisons. He has no clue what he’s done."
        },
        {
            "created_at": "2022-02-11T16:13:49.000Z",
            "id": "1492170016988479489",
            "text": "New Jersey  Gov. Phil Murphy “was empowered to act” when he required corrections officers to provide proof of vaccination by next week or face discipline, including termination, the New Jersey Appellate Division ruled."
        },
        {
            "created_at": "2022-02-11T15:19:27.000Z",
            "id": "1492156331503108097",
            "text": "New Jersey's largest police union isn't sure whether it will appeal the court's decision to dismiss its challenge to @GovMurphy's COVID-19 vaccine mandate. \n\nThe decision means more than 5k county and state corrections officers either get vaccinated or get fired."
        },
        {
            "created_at": "2022-02-11T15:07:58.000Z",
            "id": "1492153442843996173",
            "text": "The New Jersey appellate court ruled today that @GovMurphy was \"fully empowered\" to create his vaccine mandate for workers, including corrections officers, according to the published opinion."
        },
        {
            "created_at": "2022-02-10T18:44:31.000Z",
            "id": "1491845551385681925",
            "text": "the east is gonna be in trouble when former new jersey resident eric adams lifts the vaccine mandate"
        },
        {
            "created_at": "2022-02-09T23:50:22.000Z",
            "id": "1491560135499685889",
            "text": "Murphy - Enough! Stop it! New Jersey is so tired of your COVID crap. New Jerseyans Rally Against Tightening COVID-19 Vaccine Mandates\nGovernors announces extension of emergency powers and end of mask mandates the same day"
        },
        {
            "created_at": "2022-02-09T01:28:40.000Z",
            "id": "1491222484129284101",
            "text": "Again, before people here start pointing to New Jersey and New York, bear in mind that Kentucky currently has (1) no mask mandate, (2) lower vaccination rates, and (3) higher infection rates. \n\nWhich stands to reason.  Because too many folks here can’t stand to be inconvenienced."
        },
        {
            "created_at": "2022-02-08T16:46:40.000Z",
            "id": "1491091120071516163",
            "text": "NEW JERSEY: NYT: J.&amp;J. quietly paused Covid vaccine production at a key factory and is instead making an unrelated and potentially more profitable vaccine. The move is raising concern over whether the company can meet its commitments to developing countries."
        },
        {
            "created_at": "2022-02-08T14:54:04.000Z",
            "id": "1491062781931491332",
            "text": "New Jersey has a 73.3% vaccination rate. It hasn't changed its mind on the science. It's acknowledged the whole fucking point of the science while states like Alabama (49.7%) are still screaming \"I don't wanna!\" and throwing their vegetables at the wall."
        },
        {
            "created_at": "2022-02-07T19:39:07.000Z",
            "id": "1490772129243144195",
            "text": "New York and Connecticut have not yet followed New Jersey's lead in removing mask requirements for teachers and students, but officials in both states say they are continuing to closely monitor both coronavirus case counts and vaccination rates for younger residents."
        },
        {
            "created_at": "2022-02-07T13:13:38.000Z",
            "id": "1490675118263128070",
            "text": "Good morning 🇺🇲\nToday, I will go to my State Capital in Trenton, New Jersey to protest the vaccination and booster shot mandates that Governor Murphy and the Democrats are forcing upon cops, nurses, etc..\n75% of the State is vaccinated and 50% have received booster shots.\n🇺🇲"
        },
        {
            "created_at": "2022-02-06T18:15:14.000Z",
            "id": "1490388630707314697",
            "text": "Tony thought Terrorists were gonna blow new jersey up and he even snitched to the feds lol 🤣🤣🤣🤣🤣 lol he woulda been the first to get the vaccine lol if you think otherwise you havent watched Sopranos enough lol"
        },
        {
            "created_at": "2022-02-06T02:13:00.000Z",
            "id": "1490146477745881093",
            "text": "February 5 - 1976: U.S. - a swine flu \"outbreak\" began at Fort Dix, New Jersey, aka a fiasco, which prompted mass immunization ~ one died from the flu, 25 from the vaccine.  #history"
        },
        {
            "created_at": "2022-02-05T18:48:11.000Z",
            "id": "1490034536377372672",
            "text": "Mandates Forced New Jersey Mom To Get Vax Before Wedding — She Ended Up In The ER\nThis was despite her already having gotten COVID and her doctor and her deciding the vaccine was not needed.\nAfter getting it she ended up in the emergency room"
        }
    ],
    "meta": {
        "newest_id": "1492507756519165959",
        "oldest_id": "1490034536377372672",
        "result_count": 16
    }
}