{"data":[{"created_at":"2022-02-11T20:06:16.000Z","id":"1492228513163669508","text":"Proof of full COVID-19 vaccination will no longer be required to attend Nevada Athletics’ indoor events. Members of the public are not required to wear face coverings while inside Lawlor Events Center irrespective of vaccination status."},{"created_at":"2022-02-11T20:01:19.000Z","id":"1492227267216359426","text":"UNR SPORTS VACCINE UPDATE: “proof of full COVID-19 vaccination will no longer be required to attend Nevada Athletics’ indoor events. Members of the public are not required to wear face coverings while inside Lawlor Events Center irrespective of vaccination status.”"},{"created_at":"2022-02-11T04:25:31.000Z","id":"1491991765527654401","text":"The mask mandate will lift for all Nevadans, regardless of vaccination status.” Gov. Sisolak lifts mask mandate in Nevada effective immediately | @FOX5Vegas #vegas #nevada"},{"created_at":"2022-02-11T03:09:09.000Z","id":"1491972548375891970","text":"\"Our Northern and Southern League Tournaments are scheduled at school district sites, so FIRST Nevada has declared that masks will not be required.\"\n\nSo, vaccination not required, and neither are masks.\n\nHappy I decided at the start to opt out this year, so I don't have to now."},{"created_at":"2022-02-11T02:39:06.000Z","id":"1491964986473607168","text":"the school system failed so many people, why is Nevada lifting its mask mandate literally in the middle of a pandemic T-T and so many people thought it was hell wearing MASKS- y'all are so dramatic, please continue to get the vaccine and wear your masks."},{"created_at":"2022-02-10T19:24:30.000Z","id":"1491855616377249796","text":"If YOU complied this entire time and wore your mask, allowed lockdowns, and were OK with vaccine passports… YOU do not get to celebrate the mask mandate being lifted in Nevada. YOU are the reason this has lasted two years. @GovSisolak #MaskMandates #tyranny #nevada"},{"created_at":"2022-02-10T18:32:46.000Z","id":"1491842595009355795","text":"Nevada lifts mask mandate! please be advised, vaccine status is stored in a federal data base. \n👉to the 'nazi anti-vax'd holey bable thumpers' (only) good luck getting a hospital bed 🖕\n😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂\n👋buh-bye also fuck you"},{"created_at":"2022-02-10T18:09:29.000Z","id":"1491836736988536846","text":"Sisolak made it official. No more mask mandate in Nevada, regardless of vaccination status."},{"created_at":"2022-02-10T15:58:53.000Z","id":"1491803871139614721","text":"We have a candidate for Governor in Nevada that has a position of power.\n\nHe enforced mask and vaccine mandates yet is now acting like he is on our side.\n\nI’m ok if he realizes he was wrong and apologizes.  I’m disgusted if he thinks his actions don’t speak louder than words."},{"created_at":"2022-02-09T02:33:46.000Z","id":"1491238867202342913","text":"meanwhile @kpfaradio news is either doing free advertising for the state of Nevada’s new use of a QR code as proof of vaccination or propping up Kamala Harris on how child-tax credits have brought families out of poverty"},{"created_at":"2022-02-07T00:39:32.000Z","id":"1490485345527369728","text":"There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."},{"created_at":"2022-02-06T00:32:49.000Z","id":"1490121263779508228","text":"King @JayInslee is battling it out to see if he can be the last state to drop his mask mandate. States with mask mandates, regardless of vaccination status:\nCalifornia | Delaware | Hawaii | Illinois | Nevada | New Mexico | New York | Oregon | Rhode Island | Washington"}],"meta":{"newest_id":"1492228513163669508","oldest_id":"1490121263779508228","result_count":12}}