{
    "data": [
        {
            "created_at": "2022-02-12T15:59:04.000Z",
            "id": "1492528690114306048",
            "text": "New York City Mayor Eric Adams is bent on protecting most, if not all, residents and visitors.\nBut 3,000 NYC employees are being given yet another day to do the right thing. It is not about retaliation, Adams says. It is about vaccination. Is the mayor too generous?"
        },
        {
            "created_at": "2022-02-12T15:17:24.000Z",
            "id": "1492518204127670275",
            "text": "Good for  New York City..protecting the vaccinated from those who refuse..I wish insurance companies would deny payment to those unvaccinated.  This problem of vaccination denial could be  solved, quickly."
        },
        {
            "created_at": "2022-02-12T14:28:13.000Z",
            "id": "1492505828053721091",
            "text": "NYT: “Despite a mass of protesters demanding an end to vaccine mandates and coronavirus restrictions in Canada, polls have shown that a majority of Canadians support the pandemic health measures.”\nCredit...Elaine Cromie for The New York Times #IAMCANDIAN"
        },
        {
            "created_at": "2022-02-12T14:27:21.000Z",
            "id": "1492505609501122560",
            "text": "If the masks, lockdowns and vaccine passports worked then New York and California would have zero cases and everyone would be dead in Florida and Texas. Stop the charade because we see right through you. \n\n#fascism"
        },
        {
            "created_at": "2022-02-12T13:22:04.000Z",
            "id": "1492489181376905218",
            "text": "RT DJTTracker: BREAKING: The US Supreme Court has rejected an emergency request to block New York City’s vaccine mandate for teachers."
        },
        {
            "created_at": "2022-02-12T13:19:39.000Z",
            "id": "1492488573194493955",
            "text": "BREAKING: The US Supreme Court has rejected an emergency request to block New York City’s vaccine mandate for teachers."
        },
        {
            "created_at": "2022-02-12T13:00:06.000Z",
            "id": "1492483650855833604",
            "text": "New York is becoming ass because of the mayor. Stupid ass vaccine mandates and shit. Now he’s tryna ban drill music. The one thing black people have to express their self and get money that’s our art and don’t take that shit from us."
        },
        {
            "created_at": "2022-02-12T11:30:57.000Z",
            "id": "1492461219596230658",
            "text": "The USA CDC recently decided that natural immunity to Covid is 20 times stronger than any vaccine.  The study involved 1 million subjects in New York state &amp; California.  It's high time natural immunity was recognized in Alberta.  483,708 Albertans are listed as recovered."
        },
        {
            "created_at": "2022-02-12T10:04:20.000Z",
            "id": "1492439417893629953",
            "text": "☛ 𝗧𝗿𝘂𝗰𝗸𝗲𝗿𝘀 𝗰𝗮𝗻 𝗰𝗿𝗼𝘀𝘀 𝗳𝗿𝗼𝗺 𝗣𝗘𝗜 𝘁𝗼 𝗩𝗮𝗻𝗰𝗼𝘂𝘃𝗲𝗿 𝘄𝗶𝘁𝗵𝗼𝘂𝘁 𝘃𝗮𝗰𝗰𝗶𝗻𝗮𝘁𝗶𝗼𝗻. ☛ American truckers can travel from New York to Seattle without vaccination. And yet to go North South they need a vaccination? This is absolute madness."
        },
        {
            "created_at": "2022-02-12T03:26:36.000Z",
            "id": "1492339327891824640",
            "text": "Fact\n\nFlorida &amp; South Dakota didn’t shutdown\nChildren stayed in School\nBusinesses stayed open - Disney world stayed open\nThey didn’t mask up or mandate vaccination\n\nThey are no worse then California or New York\n\nAll while Florida has the Oldest Population of retirees living there"
        },
        {
            "created_at": "2022-02-12T03:13:56.000Z",
            "id": "1492336137435852802",
            "text": "New York Governor lifted statewide mask-or-vaccine requirement for indoor businesses. Does anyone know if now Kyrie Irving can play home games?"
        },
        {
            "created_at": "2022-02-12T03:00:30.000Z",
            "id": "1492332757405495297",
            "text": "RT @cliffordlevy: NEW: The US Supreme Court denied an appeal by a group of NYC teachers seeking to block a vaccine mandate over what they s… —New York Times"
        },
        {
            "created_at": "2022-02-12T02:19:12.000Z",
            "id": "1492322365606440960",
            "text": "Please keep denying the mandate vaccine people are getting swollen lympnodes underneath their armpits and still getting sick from this virus dont makebthis a rule for people to get this, this isn't the way to get rid of the virus Supreme Court denies New York City teachers."
        },
        {
            "created_at": "2022-02-12T01:40:21.000Z",
            "id": "1492312586469138439",
            "text": "Covid-ignorant Supreme Court Justice Sonia Sotomayor declined to block the vaccine mandate being imposed on New York City teachers today. She did not offer a comment on her decision."
        },
        {
            "created_at": "2022-02-12T00:13:42.000Z",
            "id": "1492290781503266818",
            "text": "BREAKING: 3,000 of New York City’s workers are being threatened with termination  for not adhering to the city’s vaccine mandate.\n\nI’m tired of seeing tyranny cost hard-working Americans their jobs.\n\nThis has to end. Now."
        },
        {
            "created_at": "2022-02-11T23:41:00.000Z",
            "id": "1492282554736648194",
            "text": "My Iraqi grandpa on unvaccinated worker protests in New York “this is so stupid (heavy emphasis on stupid) people are dying and they care about not getting vaccine, *mocking tone* ‘ohhh my freedom’” 😭😭😭"
        },
        {
            "created_at": "2022-02-11T23:29:32.000Z",
            "id": "1492279668325728262",
            "text": "The Supreme Court denied a request from New York City public school teachers, who want to block a vaccine mandate for employees who were not given a religious exemption.\n\n#77WABCRadio\n#BreakingNews"
        },
        {
            "created_at": "2022-02-11T23:10:03.000Z",
            "id": "1492274762961211394",
            "text": "NBC News: The Supreme Court has denied a request from a group of New York City public school teachers seeking to block a vaccine mandate for employees who were not given a religious exemption. @NBCNews"
        },
        {
            "created_at": "2022-02-11T22:47:04.000Z",
            "id": "1492268978605072386",
            "text": "What the New York Times described as a “highly unusual move,” the FDA urged Pfizer to apply for EUA of the vaccine, even though 2 doses failed to produce the hoped-for immune response among children 2 to 4 years old &amp; the Pfizer did not yet have data on the efficacy of a 3rd shot"
        },
        {
            "created_at": "2022-02-11T22:24:04.000Z",
            "id": "1492263190796771328",
            "text": "Vaccine mandates: New York prepares to fire small percentage of city workers - CNET"
        },
        {
            "created_at": "2022-02-11T22:10:12.000Z",
            "id": "1492259702561984521",
            "text": "JUST IN: The U.S. Supreme Court has denied a request for emergency intervention by a small group of teachers who challenged New York City’s vaccination mandate for public school employees.\n \nWithout comment, Justice Sotomayor denied the application for an emergency injunction."
        },
        {
            "created_at": "2022-02-11T21:37:13.000Z",
            "id": "1492251403020087297",
            "text": "40,000 workers could be out of a job in New York City under vaccine mandate #LetsgoBrandon  #LetsGoBrandeau"
        },
        {
            "created_at": "2022-02-11T21:21:49.000Z",
            "id": "1492247525650153473",
            "text": "RT ChrisJansing: The Supreme Court has denied a request from a group of New York City public school teachers to block a vaccine mandate fo…"
        },
        {
            "created_at": "2022-02-11T21:16:06.000Z",
            "id": "1492246087557599232",
            "text": "So this was the Nets' hit piece on Harden?\n\nBecause it did nothing to persuade me at all in their direction. Absolutely nothing they shouldn't have expected from the moment he got injured and New York had a vaccine mandate."
        },
        {
            "created_at": "2022-02-11T21:10:40.000Z",
            "id": "1492244721258930183",
            "text": "The Supreme Court has denied a request from a group of New York City public school teachers to block a vaccine mandate for employees who were not given a religious exemption."
        },
        {
            "created_at": "2022-02-11T21:04:14.000Z",
            "id": "1492243101397647361",
            "text": "CNN covered 50 protesters today against a vaccine mandate in New York and thinks that it is a newsworthy event."
        },
        {
            "created_at": "2022-02-11T19:27:15.000Z",
            "id": "1492218692582748166",
            "text": "Breaking News: In a reversal, the F.D.A. will wait for more data on Pfizer’s vaccine before deciding whether to authorize it for children under 5.\nNew York Times"
        },
        {
            "created_at": "2022-02-11T18:02:37.000Z",
            "id": "1492197395970539526",
            "text": "New York officially lifted the vaccine and mask mandate ! @KyrieIrving  beat the system , we should be wearing kyrie shirts like we wear kapernick shirts … @KyrieIrving fought for our freedom !! Much respect !! @KyrieIrving"
        },
        {
            "created_at": "2022-02-11T17:19:57.000Z",
            "id": "1492186657495334914",
            "text": "Several thousand New York City public workers face firing for not following vaccine mandate. \nLet them get fired and hire someone that knows the definition of what being part of a community really and truly means, getting vaccinated and wearing a mask correctly IS community care."
        },
        {
            "created_at": "2022-02-11T17:15:27.000Z",
            "id": "1492185527025647616",
            "text": "Sean Marks says Kyrie Irving continues to hope for \"things to change\" with regard to New York City's vaccine mandate. Said that the Nets have too much to worry about right now to worry about whether he'll be available for playoff games."
        },
        {
            "created_at": "2022-02-11T16:55:06.000Z",
            "id": "1492180405893705736",
            "text": "It will be the weekend before New York City has a final number of municipal workers fired for failing to comply with a vaccine mandate, Mayor Adams said Friday. “It’s not about termination it’s about vaccination.\""
        },
        {
            "created_at": "2022-02-11T15:52:50.000Z",
            "id": "1492164734908522500",
            "text": "I’m really tripping! I should have gotten the vaccine so I could be headed to New York 😩"
        },
        {
            "created_at": "2022-02-11T15:49:10.000Z",
            "id": "1492163811549364228",
            "text": "Today the band plays in New York NY! Vaccination proof required -🥰"
        },
        {
            "created_at": "2022-02-11T15:00:26.000Z",
            "id": "1492151546938740738",
            "text": "RT @emmagf: About 3,000 city workers could get fired today for failing to comply with New York City's vaccine mandate.\nMayor Eric Adams has… —New York Times\n\n #fire"
        },
        {
            "created_at": "2022-02-11T12:07:00.000Z",
            "id": "1492107902928236545",
            "text": "#SooninAJPH \"COVID-19 vaccine coverage and hesitancy among New York City parents of children 5-11 years\"\nIn a survey conducted after authorization of the COVID-19 vaccine for children 5-11 years, we find vaccine hesitancy among parents of school-aged children in NYC. @lauren_rauh"
        },
        {
            "created_at": "2022-02-11T10:48:32.000Z",
            "id": "1492088153951268868",
            "text": "Although unions are suing to stop it, thousands of New York City employees are expected to be fired today for refusing to comply with the city's coronavirus vaccine mandate.  Termination letters have gone out to about 4,000 workers including teachers, officers and firefighters."
        },
        {
            "created_at": "2022-02-11T10:48:27.000Z",
            "id": "1492088133013311492",
            "text": "Although unions are suing to stop it, thousands of New York City employees are expected to be fired today for refusing to comply with the city's coronavirus vaccine mandate.  Termination letters have gone out to about 4,000 workers including teachers, officers and firefighters."
        },
        {
            "created_at": "2022-02-11T09:51:57.000Z",
            "id": "1492073913786015745",
            "text": "Hot-take: the guy who just gave me my vaccine says GSW are gonna win it all &amp; that Wiseman is gonna come back on an absolute tear \n\nAsked what happened against New York, he went quiet #DubNation"
        },
        {
            "created_at": "2022-02-11T09:20:11.000Z",
            "id": "1492065921556520960",
            "text": "Today nearly 3,000 New York City employees are set to be fired for failing to get vaccinated. \n\nThe municipal workers missed the deadline imposed by former Mayor @BilldeBlasio. \n\nThe @ericadamsfornyc administration is following through with the vaccine mandate for city employees."
        },
        {
            "created_at": "2022-02-11T04:41:25.000Z",
            "id": "1491995767447433229",
            "text": "New York Gov. Kathy Hochul said she is lifting the statewide mask-or-vaccine requirement for indoor businesses."
        },
        {
            "created_at": "2022-02-11T04:24:12.000Z",
            "id": "1491991432936267776",
            "text": "Wait, New York lifted the vaccine mandate?"
        },
        {
            "created_at": "2022-02-11T03:30:00.000Z",
            "id": "1491977793013436418",
            "text": "NEW YORK: NYC Mayor Eric Adams said there will be no exceptions on Friday's vaccination deadline, as 4K city workers risk losing their jobs."
        },
        {
            "created_at": "2022-02-11T01:39:37.000Z",
            "id": "1491950017170575362",
            "text": "Ain’t New York lifting the mask/vaccine mandate? So Kyrie can play full time now right??"
        },
        {
            "created_at": "2022-02-11T01:07:22.000Z",
            "id": "1491941898332041217",
            "text": "This is the inspiration clarion call of many truckers: “Canada-style Freedom Convoy may shut down Super Bowl Sunday — DHS warns”\n“A trucker convoy protesting vaccine mandates may start in the US on Super Bowl Sunday the Department of Homeland Security warned”-\nNew York Post"
        },
        {
            "created_at": "2022-02-11T01:05:47.000Z",
            "id": "1491941502385278982",
            "text": "New york state got rid of the vaccine mandate today. Which is good. Now eric adams needs to follow suit with NYC. \nIn the beginning when what we THOUGHT the vaccine was supposed to be and the severity of covid, it made sense, but based on what we know now? It’s stupid to keep it."
        },
        {
            "created_at": "2022-02-11T01:00:19.000Z",
            "id": "1491940123675611147",
            "text": "💉Latest Vaccine USA🇺🇸 Statistics 02/11/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.5M 68.9%\nTexas: 17.2M 58.4%\nNew York: 14.5M 74.8%\nFlorida: 14.1M 63.9%\nPennsylvania: 8.5M 66.2%\nIllinois: 8.5M 66.8%\nOhio: 6.7M 56.8%\nVirginia: 6.1M 70.5%\n\n#vaccine #vaccineupdate #USAstats"
        },
        {
            "created_at": "2022-02-11T00:48:56.000Z",
            "id": "1491937259330973697",
            "text": "The vaccine mandate has been lifted in NEW YORK.. \n\nPer: @nytimes"
        },
        {
            "created_at": "2022-02-11T00:38:46.000Z",
            "id": "1491934703716384796",
            "text": "The mask mandate at all @SUNY schools needs to end now. College students in New York have had enough. It's time to go back to normal. How is the vaccine mandate and test requirement not enough? The threat of the virus is low. End it!"
        },
        {
            "created_at": "2022-02-11T00:25:46.000Z",
            "id": "1491931431765000233",
            "text": "Y’all don’t read. Yeah the mask and vaccine mandate is being lifted. However NEW YORK CITY still has their own mandate."
        },
        {
            "created_at": "2022-02-11T00:13:43.000Z",
            "id": "1491928396221362180",
            "text": "New York Twitter, why are people saying Kyrie Irving will be able to play in New York soon? Mask mandate being lifted isn’t the same as ending vaccine mandate? Are there talks to end the vaccine mandate? No mandate on boosters ever? Are we serious with this? Doesn’t seem smart"
        },
        {
            "created_at": "2022-02-10T23:57:09.000Z",
            "id": "1491924227318034435",
            "text": "If the vaccine mandate gose away in the off-season for New York maybe Kyrie 👀👀👀👀👀 long shot but he would really fit this team"
        },
        {
            "created_at": "2022-02-10T23:53:57.000Z",
            "id": "1491923421889904643",
            "text": "JUST IN - New York's statewide mask-or-vaccine mandate for indoor businesses to be lifted tomorrow, Gov. Hochul announces."
        },
        {
            "created_at": "2022-02-10T23:17:05.000Z",
            "id": "1491914145452679168",
            "text": "Per the CDC as of February 10, 2022, 85.0% of adult New York state residents have *completed* their Covid-19 vaccine series.\n\nThat is damned impressive, and puts a number of other states to shame. Well done, New York."
        },
        {
            "created_at": "2022-02-10T22:54:36.000Z",
            "id": "1491908487064002560",
            "text": "Damn niggas in New York got that vaccine for nothin lol 😆"
        },
        {
            "created_at": "2022-02-10T22:51:33.000Z",
            "id": "1491907718671654918",
            "text": "The nets banking on this \n\nGov. Kathy Hochul will drop New York’s stringent indoor mask mandate on Wednesday, ending a requirement that businesses ask customers for proof of full vaccination or require mask-wearing at all times."
        },
        {
            "created_at": "2022-02-10T22:05:51.000Z",
            "id": "1491896221350387720",
            "text": "Watch the city of New York lift vaccine mandates for sporting events before the playoffs begin."
        },
        {
            "created_at": "2022-02-10T22:04:19.000Z",
            "id": "1491895833071079426",
            "text": "New York vaccine free! Stoned pizza here I come!"
        },
        {
            "created_at": "2022-02-10T21:21:46.000Z",
            "id": "1491885127231803393",
            "text": "New York lifted it’s mask &amp; vaccine mandate so Kyrie can play full time... And I can finally can get to go to a Nets game without being forced to comply #NetsWorld  &amp; Harden couldn’t wait 3 weeks for the greatest trio in nba history to all play on the same court together 😂"
        },
        {
            "created_at": "2022-02-10T21:04:00.000Z",
            "id": "1491880653150990340",
            "text": "Today’s the first day that you don’t have to show a vaccine passport to get into places in New York"
        },
        {
            "created_at": "2022-02-10T20:49:11.000Z",
            "id": "1491876926964875266",
            "text": "The moment New York lifts that Vaccine Mandation… James Harden will regret wanting to get traded"
        },
        {
            "created_at": "2022-02-10T20:44:53.000Z",
            "id": "1491875841604820995",
            "text": "Kyrie Irving cannot play at the Barclays Crnter until New York City lifts its citywide mandates that require proof of vaccination to enter restaurants, theaters and arenas."
        },
        {
            "created_at": "2022-02-10T20:43:18.000Z",
            "id": "1491875444580311051",
            "text": "This lady came in to the store today and said that new york and California have the highest covid deaths, and her explanation for it was stricter mask/vaccine mandates. \n\nNot factual in the slightest.\nI asked where she got this info from and she did not have an answer for me 😂"
        },
        {
            "created_at": "2022-02-10T20:41:58.000Z",
            "id": "1491875108524523520",
            "text": "#BREAKING: New York's statewide mask-or-vaccine mandate for indoor businesses to be lifted tomorrow, Gov. Hochul announces."
        },
        {
            "created_at": "2022-02-10T20:39:33.000Z",
            "id": "1491874500589334536",
            "text": "New York one step closer to lifting the vaccine mandate lol"
        },
        {
            "created_at": "2022-02-10T20:37:19.000Z",
            "id": "1491873939290669061",
            "text": "New York lifting it’s vaccine mandate?? Do y’all know what this means 👀👀👀"
        },
        {
            "created_at": "2022-02-10T20:31:42.000Z",
            "id": "1491872524669444096",
            "text": "Ain’t New York change their vaccination mask policy"
        },
        {
            "created_at": "2022-02-10T20:22:30.000Z",
            "id": "1491870212534251525",
            "text": "Where do we place the blame on the “Big 3” model not working in Brooklyn? Kyrie Irving and his battle with the state of New York and the vaccine or James Harden and his unhappiness? We will never know what Irving/Durant/Harden will ever be able to accomplish together"
        },
        {
            "created_at": "2022-02-10T20:21:55.000Z",
            "id": "1491870062520770560",
            "text": "New York may be changing it’s vaccine policies soon. I wonder if Kyrie will play at home sometime this season."
        },
        {
            "created_at": "2022-02-10T20:21:43.000Z",
            "id": "1491870014030319616",
            "text": "California is dropping mask mandates and New York will drop vaccine and mask mandates. There's only a few states left that are forcing citizens to wear useless masks indoors or mandating vaccine passport programs and obviously Hawaii is still one of them. What a shock."
        },
        {
            "created_at": "2022-02-10T20:12:12.000Z",
            "id": "1491867616855613446",
            "text": "I hope they never raise the vaccine mandate in New York lol"
        },
        {
            "created_at": "2022-02-10T20:09:49.000Z",
            "id": "1491867017200091137",
            "text": "Now that the trade deadline has passed, the New York vaccine mandate is being lifted in 5..4..3..2…"
        },
        {
            "created_at": "2022-02-10T20:02:07.000Z",
            "id": "1491865081021358093",
            "text": "S/O to New York for lifting their vaccine mandates. Business to be made and food to be ate"
        },
        {
            "created_at": "2022-02-10T19:56:50.000Z",
            "id": "1491863752182054915",
            "text": "Especially since New York lifted that vaccination mandate."
        },
        {
            "created_at": "2022-02-10T19:48:31.000Z",
            "id": "1491861659085848578",
            "text": "blame the government and new york for mandting the vaccine if they dont do that kyrie hoops and harden stay"
        },
        {
            "created_at": "2022-02-10T19:45:41.000Z",
            "id": "1491860945429278729",
            "text": "Let New York change there mandated vaccination so kyrie can play nd watch the nets whoop the sixers ass ong"
        },
        {
            "created_at": "2022-02-10T19:31:50.000Z",
            "id": "1491857459790725120",
            "text": "Nets looking nice and hopefully New York drop the mandate for that vaccine"
        },
        {
            "created_at": "2022-02-10T19:30:09.000Z",
            "id": "1491857037965377538",
            "text": "Yoooo I remember when covid first started and it was announced that Rudy gobert had it at the NBA game in Indiana &amp; that shit was wild now the day of the trade deadline for NBA cali &amp; New York lifted the vaccine / mask mandate  this country is a joke"
        },
        {
            "created_at": "2022-02-10T19:21:15.000Z",
            "id": "1491854796805984270",
            "text": "Oh shit New York lifting their mask and vaccine mandates indoors. Kyrie back to being a full time player??"
        },
        {
            "created_at": "2022-02-10T19:18:51.000Z",
            "id": "1491854193514135553",
            "text": "Come playoff time, New York will lift it's vaccine mandates and Kyrie will play home games."
        },
        {
            "created_at": "2022-02-10T19:12:05.000Z",
            "id": "1491852491658604553",
            "text": "and can i just say it’s actually very concerning that new york isn’t checking proof of vaccination"
        },
        {
            "created_at": "2022-02-10T18:59:39.000Z",
            "id": "1491849360891596800",
            "text": "Whats crazy is.. New York lifted their mask or vaccine mandate and leaving cities to make their own choice which is trending to align with the state.. Kyrie might be full time ASAP.."
        },
        {
            "created_at": "2022-02-10T18:59:29.000Z",
            "id": "1491849320584433667",
            "text": "All Brooklyn need now is for New York to lift that vaccine mandate"
        },
        {
            "created_at": "2022-02-10T18:57:24.000Z",
            "id": "1491848793876320261",
            "text": "New York gonna remove the vaccine mandates soon and Kyrie and KD gonna win a ship!"
        },
        {
            "created_at": "2022-02-10T18:55:26.000Z",
            "id": "1491848299225272320",
            "text": "If New York City's vaccine mandate was dropped today, The Nets would be my pick to win the title. I still feel like having Kyrie play half games is going to be a major problem."
        },
        {
            "created_at": "2022-02-10T18:50:16.000Z",
            "id": "1491846998563201032",
            "text": "Y’all comparing starting line ups but please look at the bench. New York about to lift the vaccine mandate so Kyrie coming back. Hopefully Harris recovers. Harden really wanted an easy way out"
        },
        {
            "created_at": "2022-02-10T18:45:16.000Z",
            "id": "1491845739126968324",
            "text": "Sources: Brooklyn is sending its two newly-acquired first round picks, Andre Drummond, and CASH to the City of New York in exchange for  a lift of the city's vaccine mandate."
        },
        {
            "created_at": "2022-02-10T18:39:08.000Z",
            "id": "1491844198730973185",
            "text": "Y’all think Nets scary now juss wait till we get that\nBREAKING: New York has decided to end their vaccine mandate, making Kyrie Irving eligible as a full-time player."
        },
        {
            "created_at": "2022-02-10T18:35:25.000Z",
            "id": "1491843260649811970",
            "text": "And New York lifting the vaccine mandate on Thursday so nets about to have full team."
        },
        {
            "created_at": "2022-02-10T18:28:50.000Z",
            "id": "1491841604038152198",
            "text": "Simmons and drummond immediately fix the nets defensive issues whether its down low or perimeter plus a knockdown bench shooter… watch New York lift that vaccine mandate Asap lol"
        },
        {
            "created_at": "2022-02-10T18:27:32.000Z",
            "id": "1491841278648201220",
            "text": "New York!! Lift the Vaccine mandate!!!!"
        },
        {
            "created_at": "2022-02-10T18:25:41.000Z",
            "id": "1491840811738312709",
            "text": "New York could’ve had a championship but the vaccine mandate took away their best player #The NBA"
        },
        {
            "created_at": "2022-02-10T18:20:51.000Z",
            "id": "1491839594664505351",
            "text": "If New York lift the vaccine mandate then Nets in business"
        },
        {
            "created_at": "2022-02-10T16:26:04.000Z",
            "id": "1491810710602530826",
            "text": "New York dropping the mask mandate and proof of vaccine"
        },
        {
            "created_at": "2022-02-10T16:25:18.000Z",
            "id": "1491810518977454081",
            "text": "New York is lifting its statewide mask-or-vaccine requirement for indoor businesses starting today. 👏👏👏"
        },
        {
            "created_at": "2022-02-10T16:07:00.000Z",
            "id": "1491805914101432320",
            "text": "Being that NEW YORK will be ending its mask-or-vaccine mandate for INDOOR business on Thursday. Would that mean that @KyrieIrving can play home games now? @BrooklynNets 🤔👀"
        },
        {
            "created_at": "2022-02-10T15:59:35.000Z",
            "id": "1491804046386106372",
            "text": "New York getting rid of that vaccine mandate shit dat boi Kyrie stayed 10 toes down"
        },
        {
            "created_at": "2022-02-10T15:50:58.000Z",
            "id": "1491801878631305220",
            "text": "🚨BREKING🚨 Governor Kathy Hochul announces New York's statewide mask-or-vaccine mandate to be lifted tomorrow."
        },
        {
            "created_at": "2022-02-10T15:50:35.000Z",
            "id": "1491801779125641231",
            "text": "🚨BREKING🚨 Governor Kathy Hochul announces New York's statewide mask-or-vaccine mandate to be lifted tomorrow."
        },
        {
            "created_at": "2022-02-10T14:17:59.000Z",
            "id": "1491778475404976129",
            "text": "They was really checking for Folks Vaccination cards at restaurants in New York ??"
        },
        {
            "created_at": "2022-02-10T14:14:51.000Z",
            "id": "1491777688079589380",
            "text": "Latest poll out of New York City.\n47% are concerned about rising rates in violent crime while 8% are concerned about Covid.\nTheir mayor is talking about vaccine mandates and a plant-based lifestyle."
        }
    ],
    "meta": {
        "newest_id": "1492528690114306048",
        "oldest_id": "1491777688079589380",
        "result_count": 100,
        "next_token": "b26v89c19zqg8o3fpe75bem9n69rgglj787ipr5iik1vh"
    }
}