{
    "data": [
        {
            "created_at": "2022-02-11T13:35:09.000Z",
            "id": "1492130085813604354",
            "text": "IS TENNESSEE MASK MANDATES OVER WITH VACCINE MANDATES OVER WITH BECAUSE PEOPLE ARE FED UP."
        },
        {
            "created_at": "2022-02-08T23:10:53.000Z",
            "id": "1491187808845066243",
            "text": "Via @TNJusticeCenter : \nCovid really did a number on Tennessee—\nWhile the vaccination rate is 63% nationally, only 52% of Tennessee residents have elected to get vaccinated.\nTN has 44,800 fewer jobs than it did two years ago when the pandemic started...."
        },
        {
            "created_at": "2022-02-08T23:03:32.000Z",
            "id": "1491185958397833217",
            "text": "We’ve had to show a vaccine card or proof of negative COVID test at every restaurant we’ve been to in Minneapolis. I’m very thankful to live in Tennessee."
        },
        {
            "created_at": "2022-02-08T01:36:49.000Z",
            "id": "1490862146556928000",
            "text": "VAERS report 1925005:\n48yo Male, Tennessee\nDied of massive cerebral hemorrhage 12 days after receiving the Janssen vaccine.\n\nWhy was this report removed from VAERS after 12-17-2021?"
        },
        {
            "created_at": "2022-02-07T17:21:16.000Z",
            "id": "1490737439102668803",
            "text": "Schools in Tennessee used to set up vaccination stations in the schools.\nWhy don’t they do that now? It would be more convenient for working parents not having to in some cases take off from work to take them to get vaccinated."
        },
        {
            "created_at": "2022-02-07T14:19:18.000Z",
            "id": "1490691644953354247",
            "text": "My physics teacher tried making us do a project saying masks don't prevent the spread of Covid and said that making people wear masks and making them get the vaccine is fascism, love Tennessee!"
        },
        {
            "created_at": "2022-02-07T03:33:22.000Z",
            "id": "1490529091895934977",
            "text": "What's \"Really\" Happening\n\nSen. Tom Cotton: Voters to 'Deliver Massive Rebuke' to Biden's Open Border\n\nCanadian Father Loses Custody of Children over Vaccination Status\n\nTennessee's BLM Founder Sentenced to Prison for Illegal Voting"
        }
    ],
    "meta": {
        "newest_id": "1492130085813604354",
        "oldest_id": "1490529091895934977",
        "result_count": 7
    }
}