{"data":[{"created_at":"2022-02-11T15:54:43.000Z","id":"1492165210433638406","text":"This guy wants to date me and tells me “I can finally come to NY.” He said he wasn’t allowed b/c of the vaccination mandate. \n\nSir, what makes you think EYE want to be around you &amp; you still can’t travel outside the US without that sooooo where we going? Utah? I’ll pass."},{"created_at":"2022-02-11T02:58:23.000Z","id":"1491969838939455490","text":"People in Utah are skeptical of the vaccine but still breathe that air."},{"created_at":"2022-02-09T19:04:56.000Z","id":"1491488300804165639","text":"👀 You know a region that has much stricter mandates on masking and proof of vaccination?\nThe west coast of the USA.\nYet I see some blanks there on that event page for that section of the map besides Utah 🤔"},{"created_at":"2022-02-08T04:14:06.000Z","id":"1490901730103468035","text":"In Utah: post about getting vaccinated, lose 1 friend. Post you're for vaccination, lose 5 friends. Post that that prophet said to get vaccinated, lose all but your best friend. Post anything now about covid still being a concern: get unfollowed and unfriended by best friend."},{"created_at":"2022-02-07T23:22:27.000Z","id":"1490828333545783299","text":"Buckle up!\n\nSB88 - Digital Drivers License Amendments is up in committee.\n\nFar-right Utah Telegram is wound up because it's a step toward tyranny or vaccine passports or something.\n\nThey've packed into the committee room and are ready to fight for freedom!"},{"created_at":"2022-02-07T20:54:06.000Z","id":"1490791000754868228","text":"Our next event will be with former Utah SG Tyler Green, who will be speaking to us on Vaccine Mandates and the Constitution. March 7 at 5:30 at Cantina Laredo. Please contact littlerockfedsoc@gmail.com to RSVP."},{"created_at":"2022-02-06T18:49:50.000Z","id":"1490397337927045121","text":"Nobody: \nDaniel: “we need to find an anti-hoe vaccine. Your body count when you’re in Utah next weekend 📈📈📈.”"}],"meta":{"newest_id":"1492165210433638406","oldest_id":"1490397337927045121","result_count":7}}