{"data":[{"created_at":"2022-02-11T15:42:43.000Z","id":"1492162187724525569","text":"Someone needs to post a list of state Rino's people should NOT vote for in Virginia..this should help weed out some candidates. Narrow that 💩 down and bust this state Red and mandate/vaccine free come next election!! End this now."},{"created_at":"2022-02-11T01:00:19.000Z","id":"1491940123675611147","text":"💉Latest Vaccine USA🇺🇸 Statistics 02/11/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.5M 68.9%\nTexas: 17.2M 58.4%\nNew York: 14.5M 74.8%\nFlorida: 14.1M 63.9%\nPennsylvania: 8.5M 66.2%\nIllinois: 8.5M 66.8%\nOhio: 6.7M 56.8%\nVirginia: 6.1M 70.5%\n\n#vaccine #vaccineupdate #USAstats"},{"created_at":"2022-02-10T02:44:07.000Z","id":"1491603859986427904","text":"Going to the gym in Boston and having EVERYONE wear their masks and need a vaccine card to enter is so crazy (in a good way) for me coming from Virginia where about 10% of people wore masks and you didn’t have to be vaccinated"},{"created_at":"2022-02-09T17:45:05.000Z","id":"1491468207827337217","text":"I'm hoping that the Russian vaccine don't have the House In Virginia. I wanna keep traveling at the moment"},{"created_at":"2022-02-09T13:18:48.000Z","id":"1491401197164822535","text":"Note to lazy reporters who are tired of Covid: Virginia’s Covid positivity rate is still high and our governor has blown up vaccine mandates. That’s not true in NY, NJ, and CT."},{"created_at":"2022-02-09T13:05:00.000Z","id":"1491397721852235779","text":"Effective immediately, proof of COVID-19 vaccination or proof of a negative test result will no longer be required to attend Virginia Tech Athletics’ indoor events.\n\nFace masks continue to be required and must be worn during all home indoor athletic events."},{"created_at":"2022-02-08T19:26:20.000Z","id":"1491131301016997889","text":"Is Fedramp-Certified Mainframes the playbook for tens of thousands of residents in West Virginia still affected by a disastrous Vaccine Passport System failure? This Assistant Service Director thinks so. That's #GovTechInnovation with @BREAKINGGOVTECH."},{"created_at":"2022-02-08T15:16:44.000Z","id":"1491068484691783680","text":"The Virginia Department of Health, in partnership with R-MC, will hold another vaccine clinic in Brock Rec Center this Friday, February 11th from 11:30 a.m. until 1:30 p.m. Check your R-MC email for more information and to sign up for a dose or booster."},{"created_at":"2022-02-07T18:42:12.000Z","id":"1490757806454185984","text":"Not the party that advocated for purchasing fake vaccination cards questioning how VDOE will verify diplomas of immigrants wishing to teach in Virginia...."},{"created_at":"2022-02-07T14:50:56.000Z","id":"1490699605448744967","text":"My last governor @VAGovernor73 abolished the death penalty, restored the right to vote for over 69,000 Virginians, and successfully led Virginia to a 70% vaccination rate.\n\nMy new governor @GovernorVA bullies high school students on Twitter."},{"created_at":"2022-02-06T01:00:11.000Z","id":"1490128153486020610","text":"💉Latest Vaccine USA🇺🇸 Statistics 02/06/22\n\nℹStates: Fully Population%\n\nCalifornia: 27.4M 68.6%\nTexas: 17.1M 58.1%\nNew York: 14.5M 74.5%\nFlorida: 14.0M 63.7%\nPennsylvania: 8.4M 65.9%\nIllinois: 8.4M 66.4%\nOhio: 6.7M 56.7%\nVirginia: 6.0M 70%\n\n#vaccine #vaccineupdate #USAstats"},{"created_at":"2022-02-06T00:21:58.000Z","id":"1490118535871451137","text":"Florida Governor Ron DeSantis (R), along with the state attorneys general for West Virginia and Louisiana, pledged to investigate GoFundMe's removal of a page raising money for the Canadian protests against vaccine mandates."},{"created_at":"2022-02-05T23:33:25.000Z","id":"1490106318740508672","text":"Just had to undergo a more thorough vaccine screening to pet a goat than I did to work for the state of Virginia. Cool."}],"meta":{"newest_id":"1492162187724525569","oldest_id":"1490106318740508672","result_count":13}}