{"data":[{"created_at":"2022-02-12T01:34:00.000Z","id":"1492310991165558786","text":"Al this talk about anti vaccine and freedom. Wait until insurance companies get tired of paying out for expensive hospital treatments and stays and death benefits and they Lobby washington for laws. Remember seat belts and the controversy around them. Insurers Forced the law"},{"created_at":"2022-02-12T01:07:37.000Z","id":"1492304352144461827","text":"State of Washington just released their breakthrough cases vs Covid reinfections (natural immunity):\n\nVaccine breakthroughs: 326,338 over 1 year \n\nCovid reinfections: 29,940 over 2 years\n\nBut remember, natural immunity isn’t real to Democrats. #NoVaccinePassportsAnywhere #FJBiden"},{"created_at":"2022-02-11T22:38:15.000Z","id":"1492266761571520514","text":"WASHINGTON — In a striking reversal, federal regulators said on Friday that they would wait for data on whether three doses of Pfizer-BioNTech’s coronavirus vaccine are effective in children younger than 5 before deciding whether to authorize a vaccine for the age group. NYT"},{"created_at":"2022-02-11T19:05:42.000Z","id":"1492213272275263488","text":"WASHINGTON (AP) — FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T19:05:21.000Z","id":"1492213182047395847","text":"WASHINGTON (AP) - FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T19:02:23.000Z","id":"1492212434983137284","text":"WASHINGTON (AP) — FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:54:30.000Z","id":"1492210454378156036","text":"WASHINGTON (@AP) - FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:52:48.000Z","id":"1492210026181763077","text":"WASHINGTON (AP) -- FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:52:12.000Z","id":"1492209874662572037","text":"WASHINGTON (AP) — FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:51:37.000Z","id":"1492209726591225856","text":"WASHINGTON (AP) — FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:49:17.000Z","id":"1492209140386598912","text":"WASHINGTON (@AP) - FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:48:59.000Z","id":"1492209065769979911","text":"WASHINGTON (AP) -- FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:46:54.000Z","id":"1492208540286599177","text":"JUST IN: WASHINGTON (@AP) -- FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:42:21.000Z","id":"1492207395149340679","text":"WASHINGTON (AP) - FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:42:18.000Z","id":"1492207384474886147","text":"WASHINGTON (@AP) -- FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data"},{"created_at":"2022-02-11T18:42:12.000Z","id":"1492207355215421441","text":"WASHINGTON (AP) -- FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:41:56.000Z","id":"1492207290602110989","text":"WASHINGTON (AP) — FDA delays public meeting for COVID-19 vaccine for children under 5 to review more data."},{"created_at":"2022-02-11T18:26:02.000Z","id":"1492203287705235459","text":"MTG thinks George Washington was a Communist because he issued a vaccine mandate."},{"created_at":"2022-02-11T16:18:45.000Z","id":"1492171257089044488","text":"The policies around vaccine mandates and passports over the coronavirus have all been unethical, immoral, and most of all, cruel. None of your rationalizations dating back to George Washington changed that."},{"created_at":"2022-02-11T15:59:57.000Z","id":"1492166525452787720","text":"Scum bag Ricky Schroder has called on U.S. truckers to \"shut down\" Washington, D.C., as well as a number of state capitals, to protest COVID vaccine mandates."},{"created_at":"2022-02-11T10:06:57.000Z","id":"1492077689364230144","text":"Time for the US-Americans to join in!\n\nBiden wants to help Trudeau:\n\n\"U.S. officials have offered to help the Trudeau government end an anti-vaccine mandate protest blockade that is sending ripple effects through the American economy and causing increasing concern in Washington.\""},{"created_at":"2022-02-11T06:42:48.000Z","id":"1492026314160807950","text":"American truckers announced they will begin a nationwide truck convoy in this country starting next month in protest against Joe Biden's vaccine mandates. That rally will begin in southern California on March 5th, and then it will progress eastward, by truck, to Washington, D.C."},{"created_at":"2022-02-11T01:40:13.000Z","id":"1491950167054065665","text":"Someone riddle me this how does Washington DC got a vaccine mandate but this nigga Kyrie Irving that everybody knows doesn't have the vaccine is playing rn at the capital one arena I guess they pick and choose who they wanna punish and turn away"},{"created_at":"2022-02-11T00:47:14.000Z","id":"1491936832879316992","text":"CBC news   U.S. officials have offered to help the Trudeau government end an anti-vaccine mandate protest blockade that is sending ripple effects through the American economy and causing increasing concern in Washington."},{"created_at":"2022-02-10T19:34:13.000Z","id":"1491858058594586625","text":"Washington state folks - have you noticed how much trash is all over our roads and highways? \n\nI’ve never seen so much garbage on highways. Is this a result of Inslee firing so many state workers for not complying with vaccine mandates? #waleg"},{"created_at":"2022-02-10T18:22:23.000Z","id":"1491839984017580035","text":"The Washington Post notes that the US is following European countries which have already relaxed mask mandates and other restrictions. Most of those countries have high vaccination rates. The US does not. The US could get rid of other measures if we could do just that one."},{"created_at":"2022-02-10T17:26:50.000Z","id":"1491826004624490500","text":"While most everyone is celebrating the likelihood of masking mandates dropping in Washington, don't forget that vaccine mandates and vaccine passes will probably still be required.  Dropping masks is ONLY an appeasement, NOT a victory.  Keep fighting."},{"created_at":"2022-02-10T17:13:39.000Z","id":"1491822683520061446","text":"🚛 🚚 🇺🇸 US truckers plan to gather in California's Coachella Valley on March 4-5 in protest against COVID-19 vaccine mandates.\n\nOrganizers say that the so-called People’s Convoy will then head to Washington, DC.\n\n#FreedomConvoy2022 \n#PeoplesConvoy"},{"created_at":"2022-02-10T16:44:03.000Z","id":"1491815236004896771","text":"Many Cdn-US border crossings are now blocked on both sides of the border as US truckers join Cdns protesting the vaccine mandates. American truckers intend to support Cdn efforts to have the vaccine mandate dropped and afterward plan to have their own freedom rally in Washington."},{"created_at":"2022-02-10T11:48:45.000Z","id":"1491740920076812293","text":"Trumper truckers in the US are going to create a blockade in LA around the Super Bowl and then head to Washington DC before the  State of the Union address to create a blockade. A vaccine mandate protest just like in Canada.\nWatch for  Marjorie Greene to join them."},{"created_at":"2022-02-10T10:40:50.000Z","id":"1491723831068794880","text":"#USTruckersForFreedom\nAmerican Truckers Are Heros!!\nWe The People Need You \nMobilize and Convoy to Fight for US in NYC, Texas,  Washington DC\n\nReopen Keystone Pipeline\nClose the Border\nSupport the Police/Get Rid Soft on Crime DA'S\nNo Mandates/No Vaccine Passports"},{"created_at":"2022-02-10T02:32:14.000Z","id":"1491600868743028737","text":"People Protesting Mask/Vaccine Mandates, then claiming to be Patriots are Idiots. George Washington mandated Smallpox Vaccines for his troops long before the invention of the Hypodermic needle. In those days men were scratched up then rubbed with contaminated cloth #RealPatriots!"},{"created_at":"2022-02-09T23:35:48.000Z","id":"1491556467257884677","text":"#BREAKING A DHS Bulletin warns a group of American truckers may be planning a vaccine protest caravan similar to the one in Canada that could begin as soon as Super Bowl Sunday in LA and end across the country in Washington DC. #COVID19"},{"created_at":"2022-02-09T23:20:56.000Z","id":"1491552728048443398","text":"A DHS Bulletin obtained by @CBSNews warns a group of American truckers may be planning a vaccine protest caravan similar to the one in Canada that could begin as soon as Super Bowl Sunday in LA and end across the country in Washington DC."},{"created_at":"2022-02-09T19:31:52.000Z","id":"1491495081555087364","text":"Washington State needs to end their mandates. Not only mask, but vaccine \"passports\" (looking at you @kcexec)."},{"created_at":"2022-02-09T19:30:25.000Z","id":"1491494716097146890","text":"Rather than focus on what New York state is doing with MASK mandates,, look at what other cities like Boston, L.A., San Francisco and Washington are doing with VACCINE mandates. They're similar. I don't think New York will be first to lift mandates. Adams is hardline on mandates."},{"created_at":"2022-02-09T19:10:51.000Z","id":"1491489792743264257","text":"I live in a state with the highest vaccination rate west of the Mississippi. #Washington"},{"created_at":"2022-02-09T16:44:26.000Z","id":"1491452943853568002","text":"Marjorie Taylor Greene says George Washington was a Communist because he issued a vaccine mandate?"},{"created_at":"2022-02-09T15:44:48.000Z","id":"1491437936529018881","text":"Vaccine outreach: The Health Resources and Services Administration is distributing $66.5 million to community groups in 38 states and in Washington, D.C., to build trust in vaccines from the ground up. #wasteofmoney @BidenIsADisaster"},{"created_at":"2022-02-09T12:38:37.000Z","id":"1491391083565428737","text":"NPR article reports HRS Admin is distributing $66.5 million to community groups working in 38 states and in Washington, D.C. to provide resources to \"trusted voices in our communities\" to encourage vaccination.  \n\nPoliticians and doctors telling us to get vaccinated isn't enough?"},{"created_at":"2022-02-09T03:57:53.000Z","id":"1491260034256613377","text":"update: WASHINGTON TIMES: #ALBERTA CAVES TO #CANADATRUCKERS protests, ENDS vaccine passports...,(February 9, 2022; 10:57 HKT) #CANADAFREEDOMCONVOY #CANADATRUCKERS2022 #UNVACCINATED #CANADACONVOY #UNVAXXED #FAIL #ALBERTA #CANADA"},{"created_at":"2022-02-09T02:40:33.000Z","id":"1491240574460268544","text":"A local prosecutor in her 40s in the United States, \nwho had opposed the mandatory vaccination, \nsuddenly died of COVID-19.The Washington Post (WP) and others reported on the 4th (local time) that \nDeputy Prosecutor Kelly Eonby (46) ."},{"created_at":"2022-02-08T23:39:03.000Z","id":"1491194897730519042","text":"Wayne Allyn Root calls for “a blockade every state capital and, most importantly, Washington, D.C. No one gets in, or out, until this vaccine mandate is dead. No goods get delivered to market until this vaccine mandate is dead.”\n\n-if only people fought this hard for med4all-"},{"created_at":"2022-02-08T21:25:09.000Z","id":"1491161200112979969","text":"How many millions of people will never get another vaccine thanks to the idiocy and the treacherous behavior of our Government? All of the good that some vaccines do has been negated by the loons in Washington!"},{"created_at":"2022-02-08T19:02:35.000Z","id":"1491125321219080194","text":"Analysis: Moderna's HIV Vaccine Trial Will Advance Many Companies' mRNA Plans: The Washington Post"},{"created_at":"2022-02-08T16:15:27.000Z","id":"1491083261434798080","text":"Marjorie Taylor Greene thinks George Washington was a Communist because he issued a vaccine mandate?"},{"created_at":"2022-02-08T07:37:21.000Z","id":"1490952880609660933","text":"Kennedy Jr., whose body was not healthy, led tens of thousands of American people to rush into the major landmarks in Washington DC, and issued an \"anti-vaccine\" and \"worship declaration\" when the epidemic situation in the United States became more and more serious"},{"created_at":"2022-02-08T07:34:38.000Z","id":"1490952196665401348","text":"The first anti-vaccine advertising study was conducted by Johns Hopkins University, George Washington University and the University of Maryland. Researchers analyzed vaccine ads between December 2018 and February 2019 and found that 54% of anti-vaccine ads on social media"},{"created_at":"2022-02-08T07:33:01.000Z","id":"1490951786349625349","text":"Jay Inslee will come out and say Washington State has had a spike in Covid 19 cases and then  tells us we must get vaxed and stay masked up.\n\nHe won't drop the vaccine or mask mandates.\n\nYou see, Jay Inslee has a god complex. He will pay for his sins.\n\n#JayInsleeGoToHell"},{"created_at":"2022-02-08T06:44:05.000Z","id":"1490939474607411200","text":"On January 24, 2022, thousands of people, including Robert Jr., marched in Washington, D.C. to protest the \"tyranny\" of wearing masks and mandatory vaccinations against COVID-19. Kennedy. He once compared the vaccine mandate to the Holocaust."},{"created_at":"2022-02-08T06:41:48.000Z","id":"1490938897576374272","text":"On January 24, 2022, thousands of people, including Robert Jr., marched in Washington, D.C. to protest the \"tyranny\" of wearing masks and mandatory vaccinations against COVID-19. Kennedy. He once compared the vaccine mandate to the Holocaust."},{"created_at":"2022-02-08T06:40:11.000Z","id":"1490938490242351104","text":"On January 24, 2022, thousands of people, including Robert Jr., marched in Washington, D.C. to protest the \"tyranny\" of wearing masks and mandatory vaccinations against COVID-19. Kennedy. He once compared the vaccine mandate to the Holocaust."},{"created_at":"2022-02-08T05:14:25.000Z","id":"1490916907037310979","text":"Washington State continues to abuse our kids and keep them in masks some schools made kids eat in the cold or didn’t let kids talk at lunch.  Some kids are having issues from the vaccine.  They also allowed our elderly to die alone in hospitals.  The leaders here are evil."},{"created_at":"2022-02-08T01:57:24.000Z","id":"1490867325914193920","text":"VAERS report 1205973:\n45yo Male, Washington\nTightness in throat on same day of receiving Moderna vaccine. Died two days later.\n\nWhy was this report removed from VAERS after 04-23-2021?"},{"created_at":"2022-02-07T22:04:58.000Z","id":"1490808834419355651","text":"Yes get the vaccine and yes Washington mandated military troops not civilians. I’m all for the vaccine but not for wearing a mask because Trumpers wil not get vaccine. Darwin will come into effect here."},{"created_at":"2022-02-07T20:49:18.000Z","id":"1490789789645168640","text":"Update on the Washington DC show on the 9th! \nThe venue has announced that everyone attending the show over the age of 12 must provide proof of full vaccination against Covid-19"},{"created_at":"2022-02-07T19:06:25.000Z","id":"1490763901788569600","text":"FREEDOM TRUCKERS have lit their boilers and are building up steam all over the world to protest the end of vaccine and mask mandates. You can expect a convoy to form in the U.S. and take their protest to Washington D.C. This is gonna be GREAT! GO TRUCKERS #TruckersForFreedom2022"},{"created_at":"2022-02-07T16:56:07.000Z","id":"1490731107184259077","text":"Marjorie Taylor Greene thinks George Washington was a Communist because he issued a vaccine mandate."},{"created_at":"2022-02-07T00:39:32.000Z","id":"1490485345527369728","text":"There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."},{"created_at":"2022-02-06T22:54:23.000Z","id":"1490458880119386113","text":"The Washington State Trooper that railed against Governor Jay Inslee for his vaccine mandates died from COVID. How’s that for karma?"},{"created_at":"2022-02-06T19:08:50.000Z","id":"1490402122109792261","text":"Voter ID has been derided as a racist attack on minorities &amp; people of color, so how do we classify the requirement for a vaccine card, &amp; ID, to enter any establishment in Washington DC? Either the latter is racist too, or the former never was? Which is it? #Truth #FactsMatter"},{"created_at":"2022-02-06T18:27:22.000Z","id":"1490391683481092103","text":"So imma just throw this out there. . . Washington DC sucks ass! Never going back. They have the rudest people and establishments I've ever visited. \n\nFuck you DC for taking people's rights away! Glad to know I'm not allowed to eat anywhere without getting your bullshit vaccine!"},{"created_at":"2022-02-06T15:23:50.000Z","id":"1490345495977414658","text":"Marjorie Taylor Greene thinks George Washington as a Communist because he issued a vaccine mandate?"},{"created_at":"2022-02-06T02:05:42.000Z","id":"1490144641500463104","text":".@jordanbpeterson please cancel or postpone your speaking engagement in Washington, D.C., on the 22nd due to the vaccine mandate in place. My son and I have tickets, but we won’t be allowed entry. I’m sure this will be the case with many ticket holders."},{"created_at":"2022-02-06T00:32:49.000Z","id":"1490121263779508228","text":"King @JayInslee is battling it out to see if he can be the last state to drop his mask mandate. States with mask mandates, regardless of vaccination status:\nCalifornia | Delaware | Hawaii | Illinois | Nevada | New Mexico | New York | Oregon | Rhode Island | Washington"},{"created_at":"2022-02-05T23:40:54.000Z","id":"1490108198807908360","text":"The owner of the Big Board, a Washington DC Bar, happily accepted government money, but he is unwilling to abide by a government vaccine mandate."}],"meta":{"newest_id":"1492310991165558786","oldest_id":"1490108198807908360","result_count":66}}