{
    "data": [
        {
            "created_at": "2022-02-10T02:02:41.000Z",
            "id": "1491593433470832641",
            "text": "\"Truckers traveled from Anchorage to Eagle River, Alaska, over the weekend in support of a massive truck convoy in Ottawa, Canada, to protest coronavirus vaccine mandates in order to conduct cross-border business. More than 100 truck drivers took part in the Alaskan convoy\" GOOD!"
        },
        {
            "created_at": "2022-02-08T19:15:25.000Z",
            "id": "1491128554377314305",
            "text": "Govs. Greg Abbott of Texas and Alaska's Mike Dunleavy have sued the Pentagon vaccine order in federal court arguing @POTUS has engaged in a 'lawless shortcut' that would undermine their National Guard commands 'in a way that puts all Texans at risk.' More soon in @ExpressNews"
        },
        {
            "created_at": "2022-02-08T06:33:20.000Z",
            "id": "1490936767939477504",
            "text": "Truck drivers in Alaska rallied together Sunday in support of a group of Canadian truckers who have been staunchly protesting vaccine mandates in the nation’s capital of Ottawa.\n#truckers"
        },
        {
            "created_at": "2022-02-08T05:20:26.000Z",
            "id": "1490918421835386883",
            "text": "Shame there's no regular assembly meeting this week, I'd love to go point out that Alaska has no vaccine mandates, quote the organizers of the Canadian trucker convoy at Bronson and Allard, and ask if they will public ally disavow white nationalist rhetoric."
        },
        {
            "created_at": "2022-02-08T01:29:35.000Z",
            "id": "1490860327021735936",
            "text": "VAERS report 1797486:\n35yo Male, Alaska\nDied of fever, dizziness, mouth swelling, breathing trouble 1 day after receiving the Janssen vaccine.\n\nWhy was this report removed from VAERS after 10-29-2021?"
        },
        {
            "created_at": "2022-02-08T00:16:44.000Z",
            "id": "1490841995610411010",
            "text": "ANCHORAGE, ALASKA -- Alaska truck drivers have rallied in support of their counterparts in Canada who oppose COVID-19 vaccine mandates with a convoy.\nMore than 100 truck drivers on Sunday drove the 10 miles (16 kilometres) from Anchorage to Eagle River to support #FreedomConvoy"
        },
        {
            "created_at": "2022-02-07T19:22:23.000Z",
            "id": "1490767918237458435",
            "text": "ANCHORAGE, Alaska (AP) — Alaska truck drivers have rallied in support of their counterparts in Canada who oppose COVID-19 vaccine mandates with a convoy.\n\nMore than 100 truck drivers on Sunday drove the 10 miles from Anchorage to Eagle River to support truckers"
        }
    ],
    "meta": {
        "newest_id": "1491593433470832641",
        "oldest_id": "1490767918237458435",
        "result_count": 7
    }
}