{
    "data": [
        {
            "created_at": "2022-02-11T21:59:19.000Z",
            "id": "1492256963828269061",
            "text": "At an Arizona rally, Trump floated the conspiracy theory, \"If you're white you don't get the vaccine, or if you're white you don't get therapeutics.\" He called it \"unbelievable,\" which it is, since it's not happening."
        },
        {
            "created_at": "2022-02-11T15:23:35.000Z",
            "id": "1492157374261391361",
            "text": "Cochise county in Arizona has turned down Covid relief funds of 1.9 million because the vaccine is similar to agent orange. Who elects people that are this stupid? Spokane county has a medical board with no physicians. I’m not making any of this shit up!"
        },
        {
            "created_at": "2022-02-09T15:53:43.000Z",
            "id": "1491440183350157313",
            "text": "I’ve been in Arizona on and off since the pandemic began.  There haven’t been any mask restrictions in over a year.  There has NEVER been a vaccine passport.  Is it because the virus was worse in Canada?   NO.  It’s because our healthcare system is worse."
        },
        {
            "created_at": "2022-02-08T03:09:48.000Z",
            "id": "1490885549456228355",
            "text": "Meatball grinder, Marlboro cigarettes, Arizona iced tea, Dental floss, Spongebob Squarepants, Twitter femboy thottie, Garage remote, Vaccine cocktail, Livestream cum launch, Rainbow sprinkle ice cream cone, Pokemon, Grogu.\nNone of these words are in the bible."
        },
        {
            "created_at": "2022-02-08T00:33:06.000Z",
            "id": "1490846114459033601",
            "text": "Cali ending the mask mandate Arizona getting it back in blood for those who got fired for not getting the vaccine meanwhile piss poor ass Michigan &amp; funky ass Georgia not doing a damn thing. KISS MY ASS ‼️🚮🚮"
        },
        {
            "created_at": "2022-02-06T16:34:22.000Z",
            "id": "1490363246792130569",
            "text": "I think Trump should Dump Wendy Roger's and Paul Gosar and Go all in on Kari Lake. Obviously Arizona isn't going to overturn at this point and we don't need the nut jobs that keep promising it will. They move the Goal Post just as much as the Vaccine Natzis."
        }
    ],
    "meta": {
        "newest_id": "1492256963828269061",
        "oldest_id": "1490363246792130569",
        "result_count": 6
    }
}