{
    "data": [
        {
            "created_at": "2022-02-11T15:54:57.000Z",
            "id": "1492165268583424007",
            "text": "Should’ve never tried to sign up for a COVID vaccine while driving through New Mexico. They keep finding ways to contact me to try to get me vaccinated. I keep explaining I am just in Texas. At this point, they’re going to Twitter DM me or send a carrier pigeon my way."
        },
        {
            "created_at": "2022-02-11T15:45:12.000Z",
            "id": "1492162815003865090",
            "text": "Some will say the saddest thing to happen to New Mexico over last couple years is loss of businesses, some would say masks especially on the kids, some would say vaccine mandates. I say it's the multiple cultures steeped in resistance to tyranny just simply laying down"
        },
        {
            "created_at": "2022-02-08T00:12:35.000Z",
            "id": "1490840949504704513",
            "text": "BREAKING NEWS - COVID19 Farce New Mexico\nTHE DIE-OFF IS HERE: Life insurance payouts skyrocket 258% as post-vaccine deaths rapidly accelerate - get the gene editing jab now, help depopulate NM"
        },
        {
            "created_at": "2022-02-07T00:39:32.000Z",
            "id": "1490485345527369728",
            "text": "There are only 7 States &amp; DC requiring the wearing of masks indoors, regardless of vaccination status: California, Delaware, Hawaii, Illinois, Nevada, New Mexico, New York, Oregon and Washington state."
        },
        {
            "created_at": "2022-02-06T00:32:49.000Z",
            "id": "1490121263779508228",
            "text": "King @JayInslee is battling it out to see if he can be the last state to drop his mask mandate. States with mask mandates, regardless of vaccination status:\nCalifornia | Delaware | Hawaii | Illinois | Nevada | New Mexico | New York | Oregon | Rhode Island | Washington"
        }
    ],
    "meta": {
        "newest_id": "1492165268583424007",
        "oldest_id": "1490121263779508228",
        "result_count": 5
    }
}